{"patent_number": "AU-768091-B2", "publication_id": 1557102, "family_id": 22379870, "publication_date": "2003-12-04", "titles": [{"lang": "EN", "text": "Tau-conotoxin peptides"}], "abstracts": [], "claims": [{"lang": "EN", "claims": [{"num": 1, "parent": -1, "type": "independent", "paragraph_markup": "<claim num=\"1\"><claim-text>2. A substantially pure -r-conotoxin peptide seleceted from the group consisting of: Phe-Cys-Cys-Xaa -Val-Ile-Arg-Xaa 2 -Cys-Cys-Xaa 3 (SEQ ID NO Phe-Cys-Cys-Xaa, -Phe-Ile-Arg-Xaa 2 -Cys-Cys-Xaa 3 (SEQ ID NO Cys-Cys-Gln-Thr-Phe-Xaa,-Xaa 3 -Cys-Cys-Gln (SEQ ID NO:4); Xaa 4 -Gly-Xaa 3 -Cys-Cys-Xaas-Xaa 6 -Asn-le-Ala-Cys-Cys-Ile (SEQ ID NO Gly-Cys-Cys-Ala-Arg-Leu-Thr-Cys-Cys-Val (SEQ ID NO Asn-Gly-Cys-Cys-Xaa 1 -Xaa 5 -Gln-Met-Arg-Cys-Cys-Thr (SEQ ID NO Asp-Xaa 3 -Asn-Ser-Cys-Cys-Gly-Xaa 5 -Asn-Xaa -Gly-Cys-Cys-Xaa 1 -Xaa 3 (SEQ ID NO:8); Xaa 4 -Gly-Xaa 3 -Cys-Cys-Xaa 5 -Xaa 6 -Asn-Ile-Arg-Cys-Cys-VaI (SEQ ID NO Xaa 6 -Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -Cys-Cys-Thr-Ala-Ala-Xaa -Leu-Thr (SEQ ID NO: Gly-Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -CYS-Cys-Thr-Ala-Ala-Xaa -Leu-Thr (SEQ ID NO: 11); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser-Arg-Phe-Xaa 6 -le-Xaa5-Xaa 6 -Asn- Asp-Phe (SEQ ID NO: 12); Asn-Ala-Cys-Cys-Ile-Val-Arg-Gln-Cys-Cys (SEQ ID NO: 13); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser (SEQ ID NO: 14); Cys-Cys-Xaal -Arg-Arg-Leu-Ala-Cys-Cys-Ile-Ile (SEQ ID NO: Cys-Cys-Xaa 1 -Asn-Xaa 5 -Xaal -Cys-Cys-Phe-Ile (SEQ ID NO: 16); Gly-Cys-Cys-Ala-Met-Leu-Thr-Cys-Cys-Val (SEQ ID NO: 17); Leu-Cys-Cys-Val-Thr-Xaa 6 -Asp-Xaa 3 -Cys-Cys-Xaa 6 -Xaa 3 -Xaa 3 (SEQ ID NO: 18); and Val-Cys-Cys-Arg-Xaal -Val-Gln-Asp-Cys-Cys-Ser (SEQ ID NO: 19); wherein Xaa, is Pro or hydroxy-Pro; Xaa, is Tyr, mono-halo-Tyr, di-halo-Tyr, 0-sulpho- Tyr, 0-phospho-Tyr or nitro-Tyr; Xaa 3 is Trp or halo-Trp; Xaa 4 is Gln or pyro-Glu; Xaa 5 is WO 00/46371 PCT/US00/03021 29 Lys, N-methyl-Lys, N,N-dimethyl-Lys or N,n,N-trimethyl-Lys, Xaa 6 is Glu or gamma- carboxy-Glu (Gla); and the C-terminus contains a carboxyl or amide group.</claim-text></claim>"}, {"num": 2, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"2\"><claim-text>3. The substantially pure T-conotoxin peptide of claim 2, wherein Xaa 6 is Glu.</claim-text></claim>"}, {"num": 3, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"3\"><claim-text>4. The substantially pure T-conotoxin peptide of claim 2, wherein Xaa 5 is Lys.</claim-text></claim>"}, {"num": 4, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"4\"><claim-text>5. The substantially pure T-conotoxin peptide of claim 2, wherein Xaa 4 is Gin.</claim-text></claim>"}, {"num": 5, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"5\"><claim-text>6. The substantially pure T-conotoxin peptide of claim 2, wherein Xaa, is Tyr.</claim-text></claim>"}, {"num": 6, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"6\"><claim-text>7. The substantially pure T-conotoxin peptide of claim 2, wherein Xaa, is mono-iodo-Tyr.</claim-text></claim>"}, {"num": 7, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"7\"><claim-text>8. The substantially pure T-conotoxin peptide of claim 2, wherein Xaa, is di-iodo-Tyr.</claim-text></claim>"}, {"num": 8, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"8\"><claim-text>9. The substantially pure T-conotoxin peptide of claim 2, wherein Xaa 3 is Trp.</claim-text></claim>"}, {"num": 9, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"9\"><claim-text>10. The substantially pure a-conotoxin peptide of claim 2, wherein Xaa, is Pro or hydroxy-Pro, Xaa, is Tyr, mono-iodo-Tyr or di-iodo-Tyr, Xaa 3 is Trp, Xaa 4 is Gin, Xaa, is Lys and Xaa 6 is Glu.</claim-text></claim>"}, {"num": 10, "parent": 1, "type": "dependent", "paragraph_markup": "<claim num=\"10\"><claim-text>11. The substantially pure a-conotoxin peptide of claim 1, which is modified to contain an O- glycan, an S-glycan or an N-glycan.</claim-text></claim>"}, {"num": 11, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"11\"><claim-text>12. The substantially pure a-conotoxin peptide of claim 2 which is modified to contain an O- glycan, an S-glycan or an N-glycan.</claim-text></claim>"}, {"num": 12, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"12\"><claim-text>13. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:2, wherein Xaa, is Pro, Xaa 2 is Tyr and Xaa 3 is Trp.</claim-text></claim>"}, {"num": 13, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"13\"><claim-text>14. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:3, wherein Xaa, is Pro, Xaa 2 is Tyr and Xaa 3 is Trp. WO 00/46371 PCT/US00/03021 The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:4, wherein Xaa 2 is Tyr and Xaa 3 is Trp.</claim-text></claim>"}, {"num": 14, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"14\"><claim-text>16. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:5, wherein wherein Xaa 3 is Trp, Xaa 4 is Gin, Xaa 5 is Lys and Xaa 6 is Glu.</claim-text></claim>"}, {"num": 15, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"15\"><claim-text>17. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:6.</claim-text></claim>"}, {"num": 16, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"16\"><claim-text>18. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:7, wherein Xaa, is Pro and Xaa 5 is Lys.</claim-text></claim>"}, {"num": 17, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"17\"><claim-text>19. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:8, wherein Xaaj is Pro, Xaa 3 is Trp and Xaa 5 is Lys. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:9, wherein Xaa 3 is Trp, Xaa 4 is Gin, Xaa 5 is Lys and Xaa6 is Glu.</claim-text></claim>"}, {"num": 18, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"18\"><claim-text>21. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO: 10, wherein Xaa, is Pro, Xaa 3 is Trp and Xaa, is Glu.</claim-text></claim>"}, {"num": 19, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"19\"><claim-text>22. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:11, wherein Xaa, is Pro, Xaa 3 is Trp and Xaa 6 is Glu.</claim-text></claim>"}, {"num": 20, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"20\"><claim-text>23. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:12, wherein Xaa 5 is Lys and Xaa, is Glu.</claim-text></claim>"}, {"num": 21, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"21\"><claim-text>24. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:13. -31- The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO: 14.</claim-text></claim>"}, {"num": 22, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"22\"><claim-text>26. The substantially pure z-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:15, wherein Xaal is Pro.</claim-text></claim>"}, {"num": 23, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"23\"><claim-text>27. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:16, wherein Xaal is Pro and Xaa 5 is Lys.</claim-text></claim>"}, {"num": 24, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"24\"><claim-text>28. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:17.</claim-text></claim>"}, {"num": 25, "parent": 2, "type": "dependent", "paragraph_markup": "<claim num=\"25\"><claim-text>29. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:18, wherein Xaa 3 is Trp and Xaa6 is Glu. The substantially pure T-conotoxin peptide of claim 2, wherein said peptide has the sequence set forth in SEQ ID NO:19, wherein Xaal is Pro.</claim-text></claim>"}, {"num": 26, "parent": -1, "type": "independent", "paragraph_markup": "<claim num=\"26\"><claim-text>31. An isolated nucleic acid comprising a nucleic acid coding for a conotoxin precursor comprising an amino acid sequence selected from the group of amino acid sequences set forth in Tables 1-15.</claim-text></claim>"}, {"num": 27, "parent": 31, "type": "dependent", "paragraph_markup": "<claim num=\"27\"><claim-text>32. The nucleic acid of claim 31 wherein the nucleic acid comprises a nucleotide sequence selected from the group of nucleotide sequences set forth in Tables 1-15 or their complements.</claim-text></claim>"}, {"num": 28, "parent": -1, "type": "independent", "paragraph_markup": "<claim num=\"28\"><claim-text>33. A substantially pure T-conotoxin protein precursor comprising an amino acid S 20 sequence selected from the group of amino acid sequences set forth in Tables 1-15. 00</claim-text></claim>"}, {"num": 29, "parent": -1, "type": "independent", "paragraph_markup": "<claim num=\"29\"><claim-text>34. A pharmaceutical composition comprising a T-conotoxin peptide or a pharmaceutically acceptable salt thereof and a pharmaceutically acceptable carrier, said T-conotoxin peptide having the generic formula I: Xaa -Xaa 2 -Xaa 3 -Xaa 4 -Cys-Cys-Cys-Xaa 5 Xaa6- Xaa 7 Xaas- Xaa 9</claim-text></claim>"}, {"num": 30, "parent": 34, "type": "dependent", "paragraph_markup": "<claim num=\"30\"><claim-text>500243654.1 DOC/BSW WO 00/46371 WO 006371PCT/USOO/03021 32 Cys-Cys-Xaa 0 -Xaal 1 -Xaa 12 -Xaa 13 -Xaa 14 -Xaa, 5 -Xaal 6 -X aa, 7 -Xaa, 8 -Xaal 9 (SEQ ID NO: 1), wherein Xaa, is des-Xaa,, Asp, Glu or y-carboxy-Glu (Gla); Xaa, is des-Xaa 2 Gin, Asn, Glu, Trp (D or neo-Trp, halo-Trp or any unnatural aromatic amino acid; Xaa 3 is des- Xaa. 3 Gly, Ala, Asn or Gin; Xaa- 4 is des-Xaa- ,Vai, Leu (D or lie, Ala, Gly, Glu, Gla, Asp, Ser, Thr, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa 5 is Pro, hydroxy-Pro, Gin, Asn, Glu, Gla, Ala, Gly, Lys, Arg, le, Val, homoarginine, ornithine, N-methyl-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys or any unnatural basic amino acid; Xaa 6 is Val, Phe, Thr, Ser, Glu, Gla, Asp, Asn, Gin, Ala, Gly, le, Leu (D or Met, Pro, hydroxy-Pro, Arg, homoarginine, omnithine, Lys, N-methyl-Lys, N,N-dimethyl-Lys, NN,N-trimethyl-Lys, any unnatural- basic amino acid or any unnatural aromatic amino acid; Xaa 7 is any Val, Ie, Asn, Leu (D or GIn, Gly, Ala, Phe, Glu, Gla, Mrg, ornithine, homoarginine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa 8 is Ile, Leu (D or Met, Thr, Ser, Pro, hydroxy-Pro, GIn, Asp, Glu, Gla, Asn, Arg, homoarginine, ornithine, Lys, N-methy-Lys, NN-dimethyi-Lys, N,NN-trimethyl-Lys, Tyr, nor-Tyr, mono- halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0-phospho-Tyr, nitro-Tyr, any unnatural basic amino acid, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa 9 is des-Xaa 9 Ala, Gly, Asp, Glu, Gla, Trp (D or L) neo-Trp, halo-Trp (D or Lys, N- methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyi-Lys, Arg, homoarginine, omnithine, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0-phospho-Tyr, nitro-Tyr or any unnatural basic amino acid; Xaa, 0 is des-Xaa 0 Ilie, Leu (D or Val, Glu, Gla, Asp, Thr, Ser, Pro, hydroxy-Pro, Trp (D or neo-Trp, halo-Trp (D or Phe, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa 1 is des-Xaa,, Gin, Asn, Leu (D or Ilie, Val, Ala, Gly, Trp (D or neo-Trp, halo-Trp (D or Arg, homoarginine, omnithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, NN,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa 1 is des-Xaa, 2 Ala, Gly, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa. 13 is des-Xaa 3 Glu, Gla, Asp, Phe or any unnatural aromatic amino acid; Xaa 1 4 is des- Xaa 1 Ilie, Val or Leu (D or Xaa, 5 is des-Xaa, 5 Thr, Ser, Arg, homoarginine, ornithine, Lys, N-methy-Lys, NN-dimethyl-Lys, N,N,N-trimethyl-Lys or any unnatural basic amino acid; Xaa 16 is des-Xaal 6 Glu, Gia or Asp; Xaa 1 ,7is des-Xaa 7 Asn or Gin; Xaa 1 8 is des-Xaa, 8 WO 00/46371 WO 006371PCTIUSOO/0302 1 33 Asp, Glu or Gla; Xaa 19 is des-Xaa 19 Phe or any unnatural aromatic amino acid; and the C- terminus contains a free carboxyl group or an amnide group. The pharmaceutical composition of claim 34, which is modified to contain an 0-glycan, an S-glycan or an N-glycan. 36. A pharmaceutical composition comprising a -u-conotoxin peptide or a pharmaceutically acceptable salt thereof and a pharmaceutically acceptable carrier, said tr-conotoxin peptide seleceted from the group consisting of: Phe-Cys-Cys-Xaa 1 -Val-Ile-Arg-Xaa,-Cys-Cys-Xaa 3 (SEQ ID NO Phe-Cys-Cys-Xaa 1 -Phe-Ile-Arg-Xaa 2 -Cys-Cys-Xaa 3 (SEQ ID NO Cys-Cys-Gln-Thr-Phe-Xaa 2 -Xaa 3 -Cys-Cys-Gln (SEQ ID NO:4); Xaa 4 -Gly-Xaa 3 -Cys-Cys-Xaa 5 -Xaa 6 -Asn-Ile-Ala-Cys-Cys-Ile (SEQ ID NO: Gly-Cys-Cys-Ala-Arg-Leu-Thr-Cys-Cys-VaI (SEQ ID NO Asn-Gly-Cys-Cys-Xaa 1 -Xaa 5 -Gln-Met-Arg-Cys-Cys-Thr (SEQ ID NO Asp-Xaa 3 -Asn-Ser-Cys-Cys-Gly-Xaa 5 -Asn-Xaal-Gly-Cys-Cys-Xaa -Xaa 3 (SEQ ID NO:8); Xaa 4 -Gly-Xaa 3 -CYS-Cys-Xaa 5 -Xaa 6 -Asn-Ile-Arg-Cys-Cys-Val (SEQ ID NO Xaa 6 -Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -Cys-Cys-Thr-Ala-Ala-Xaa -Leu-Thr (SEQ ID NO: Gly-Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -Cys-Cys-Thr-Ala-Ala-Xaa 1 -Leu-Thr (SEQ ID NO: 11); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser-Arg-Phe-Xaa 6 -Ile-Xaa 5 -Xaa 6 -Asn- Asp-Phe (SEQ ID NO: 12); Asn-Ala-Cys-Cys-Ile-Val-Arg-Gln-Cys-Cys (SEQ ID NO: 13); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser (SEQ ID NO: 14); Cys-Cys-Xaa 1 -Arg-Arg-Leu-Ala-Cys-Cys-Ile-Ile (SEQ ID NO: Cys-Cys-Xaal-Asn-Xaa 5 -Xaal-Cys-Cys-Phe-Ile (SEQ ID NO: 16); Gly-Cys-Cys-Ala-Met-Leu-Thr-Cys-Cys-VaI (SEQ ID NO: 17); Leu-Cys-Cys-Val-Thr-Xaa 6 -Asp-Xaa 3 -Cys-Cys-Xaa 6 -Xaa 3 -Xaa 3 (SEQ ID NO: 18); and Val-Cys-Cys-Arg-Xaa 1 -Val-Gln-Asp-Cys-Cys-Ser (SEQ ID NO: 19); -34- wherein Xaal is Pro or hydroxy-Pro; Xaa 2 is Tyr, mono-halo-Tyr, di-halo-Tyr, O- sulpho-Tyr, O-phospho-Tyr or nitro-Tyr; Xaa 3 is Trp or halo-Trp; Xaa 4 is Gin or pyro- Glu; Xaa 5 is Lys, N-methyl-Lys, N,N-dimethyl-Lys or N,n,N-trimethyl-Lys, Xaa 6 is Glu or gamma-carboxy-Glu (Gla); and the C-terminus contains a carboxyl or amide group. 37. The pharmaceutical composition of claim 36 which is modified to contain an O- glycan, an S-glycan or an N-glycan. 38. A method for inducing analgesia in an individual which comprises administering an effective amount the conotoxin peptide of any one of claims 1 to 39. A method for inducing analgesia in an individual which comprises administering an effective amount of the pharmaceutical composition of any one of claims 34 to 37. The use of the r-conotoxin peptide of any one of claims 1 to 30 for the preparation of a medicament for inducing analgesia in an individual. 41. A substantially pure T-conotoxin peptide, substantially as herein described with reference to any one of the examples but excluding comparative examples. 42. An isolated nucleic acid, substantially as herein described with reference to any one of the examples but excluding comparative examples. 43. A substantially pure t-conotoxin protein precursor, substantially as herein described with reference to any one of the examples but excluding comparative examples. 20 44. A pharmaceutical composition according to claim 34, substantially as herein described with reference to any one of the examples but excluding comparative examples. A method for inducing analgesia in an individual, substantially as herein described with reference to any one of the examples but excluding comparative examples. DATED this 15 th day of October 2003 BALDWIN SHELSTON WATERS Attorneys for: University of Utah Research Foundation and Cognetix, Inc. 0 500243654_1.DOC/BSW</claim-text></claim>"}]}], "descriptions": [{"lang": "EN", "paragraph_markup": "<description lang=\"EN\" load-source=\"patent-office\" mxw-id=\"PDES121105314\"><p>-1- TAU-CONOTOXIN PEPTIDES This invention was made with Government support under Grant No. P01 GM48677 awarded by the National Institute of General Medical Sciences, National Institute of Health, Bethesda, Maryland. The United States Government has certain rights in the invention.</p><p>Background of the Invention Any discussion of the prior art throughout the specification should in no way be considered as an admission that such prior art is widely known or forms part of common general knowledge in the field.</p><p>The invention relates to relatively short peptides (termed T-conotoxins herein), about 10-20 residues in length, which are naturally available in minute amounts in the venom of the cone snails or analogous to the naturally available peptides, and which preferably include two disulfide bonds.</p><p>The publications and other materials used herein to illuminate the background of the invention, and in particular, cases to provide additional details respecting the practice, are incorporated by reference, and for convenience are referenced in the following text by author and date and are listed alphabetically by author in the appended bibliography.</p><p>The predatory cone snails (Conus) have developed a unique biological strategy.</p><p>S. 20 Their venom contains relatively small peptides that are targeted to various \"neuromuscular receptors and may be equivalent in their pharmacological diversity to the alkaloids of plants or secondary metabolites of microorganisms. Many of these peptides are among the smallest nucleic acid encoded translation products having defined conformations, and as such, they are somewhat unusual. Peptides in this size range normally equilibrate among many conformations. Proteins having a fixed conformation oo o are generally much larger.</p><p>The cone snails that produce these peptides are a large genus of venomous S\"gastropods comprising approximately 500 species. All cone snails species are predators ooooo that inject venom to capture prey, and the spectrum of animals that the genus as a whole can envenomate is broad. A wide variety of hunting strategies are used, however, every Conus species uses fundamentally the same basic pattern of envenomation.</p><p>500243654_ .DOC/BSW la- Several peptides isolated from Conus venoms have been characterized. These include the ax-, ji- and ow-conotoxins which target nicotinic acetylcholine receptors, muscle sodium channels</p><p>C</p><p>C</p><p>C. CC C C</p><p>C</p><p>C. C C C</p><p>*C</p><p>C. C</p><p>CC</p><p>C.</p><p>C. *C C C</p><p>C</p><p>CC C~</p><p>C</p><p>S.C.</p><p>C</p><p>C</p><p>CCC...</p><p>C</p><p>C CC C C</p><p>C</p><p>C C 500243654_i.Doc/BSW WO 00/46371 PCT/US00/03021 2 and neuronal calcium channels, respectively (Olivera et al.,-1985). Conopressins, which are vasopressin analogs, have also been identified (Cruz et al.. 1987). In addition, peptides named conantokins have been isolated from Conus geographus and Conus tulipa (Mena et al., 1990; Haack et al., 1990).</p><p>Chronic or intractable pain, which may result from degenerative conditions or debilitating diseases, is currently treated with a variety of analgesic compounds, often opioid compounds such as morphine. Likewise, neuropathic pain, typically a chronic condition attributable to injury or partial transection of a peripheral nerve, is also conventionally treated with opioid compounds such as morphine.</p><p>Conventional therapies for pain produce analgesia--a loss of sensitivity to pain without the loss of consciousness. Opioid compounds have been used widely to produce analgesia, including plant-derived opioids such as morphine, and endogenous opioids such as met- and leu-enkephalins, as well as beta-endorphin.</p><p>Opioid compounds, while effective in producing analgesia for many types of pain, may induce tolerance in some patients. When a patient becomes tolerant, increasing doses of the opioid are required to produce the desired analgesic effect. In addition, these compounds frequently result in a physical dependence in patients, and may have side effects at high doses.</p><p>The analgesic effects and adverse actions of various NMDA receptor antagonists has been shown to vary depending on the site of action and potency of the drug. For example, NMDA receptor antagonists acting at the ion channel in a noncompetitive manner MK-801 and phenylcyclidine (PCP)) or competitive inhibitors, show analgesic activity but show motor impairment at equivalent doses. Glycine B-site NMDA antagonists appear to have analgesic activity at doses that do not impair motor function. Conantokins, which are polyamine-site NMDA antagonist compounds have analgesic effects at doses which do not produce overt side effects (PCT published application WO 98/03189).</p><p>It is desired to provide additional compounds which have analgesic properties.</p><p>SUMMARY OF THE INVENTION The invention relates to relatively short peptides (termed T-conotoxins herein), about 10-25 residues in length, which are naturally available in minute amounts in the venom of the cone snails or analogous to the naturally available peptides, and which preferably include two disulfide bonds.</p><p>WO 00/46371 WO 0046371PCTIUSOO/03021 3 More specifically, the present invention is directed t&amp; 'r-conotoxin peptides having the general formula 1: Xaa 1 -Xaa,-Xaa 3 -Xaa 4 -Cys-Cys-Xaa 5 -Xaa 6 -Xaa 7 -Xaa 8 -Xaa 9 -Cys-Cys-Xaa 0 -Xaa 1 -Xaal 2 Xaal 3 -Xaa 14 -Xaal 5 -Xaa 1 6 -Xaa 1 7 -Xaal 8 -Xaa 9 (SEQ ID NO:i1), wherein Xaa, is des-Xaa,, Asp, Giu or y-carboxy-Glu (Gla); Xaa, is des-Xaa 2 Gin, Asn, Glu, Trp (D or neo-Trp, halo-Trp or any unnatural aromatic amino acid; Xaa 3 is des-Xaa 3 Gly, Ala, Asn or Gin; Xaa, is des-Xaa 4 ,Vai, Leu (D or Ile, Ala, Gly, Giu, Gla, Asp, Ser, Thr, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa 5 is Pro, hydroxy-Pro, Gin, Asn, Glu, Gla, Ala, Gly, Lys, Arg, Ile, Val, homoarginine, omithine, N-methyl-Lys, N,N-dimethyl-Lys, N,N,N-trimethyi-Lys or any unnatural basic amino acid; Xaa 6 is Val, Phe, Thr, Ser, Giu, Gia, Asp, Asn, Gin, Ala, Gly, lie, Leu (D or Met, Pro, hydroxy-Pro, Arg, homoarginine, ornithine, Lys, N-methyl-Lys, N,Ndimethyl-Lys, N,N,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa, is any Vai, le, Asn, Leu (D or Gin, Gly, Ala, Phe, Glu, Gia, Arg, ornithine, homoarginine, Lys, N-methy-Lys, N,N-dimethyi-Lys, N,N,N-trimethyi-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa 8 is Ilie, Leu (D or Met, Thr, Ser, Pro, hydroxy-Pro, Gin, Asp, Giu, Gia, Asn, Mrg, homoarginine, ornithine, Lys, N-methy-Lys, N,Ndimethyl-Lys, N,N,N-trimethyi-Lys, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0phospho-Tyr, nitro-Tyr, any unnatural basic amino acid, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa% is des-Xaa%, Ala, Gly, Asp, Giu, Gla, Trp (D or L) neo-Trp, halo-Trp (D or Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, Arg, homoarginine, ornithine, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0-phospho-Tyr, nitro-Tyr or any unnatural basic amino acid; Xaa 10 is des-Xaa 0 Ilie, Leu (D or Vai, Glu, Gla, Asp, Thr, Ser, Pro, hydroxy-Pro, Trp (D or neo-Trp, haio-Trp (D or Phe, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa, is des-Xaa, Gin, Asn, Leu (D or le, Val, Ala, Gly, Trp (D or neo-Trp, halo-Trp (D or Arg, homoarginine, ornithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa, 2 is des-Xaa-,, Ala, Gly, Phe, Trp (D or neo-Trp, haio-Trp (D or L) or any unnatural aromatic amino acid; Xaa 1 3 is des-Xaal 3 Giu, Gia, Asp, Phe or any unnatural aromatic amino acid; Xaal 4 is des-Xaa 14 Ile, Vai or Leu (D or Xaa 1 5 is des-Xaa,, Thr, Ser, Arg, homoarginine, omithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,NN-trimethyl-Lys or any unnatural basic amino acid; Xaal 6 is des-Xaa 6 Glu, Gia or Asp; Xaa 1 7 is des-Xaa 7 Asn or Gln; Xaa 18 is des-Xaa 1 8 Asp, Glu or Gla; Xaa~ 9 is des-Xaa 9 Phe or any unnatural aromatic amino WO 00/46371 WO 00/37 1PCT/USOO/03021 4 acid. The C-terminus may contain a free carboxyl group or an amfide group. The halo is preferably bromine, chlorine or iodine, more preferably iodine for Tyr and bromine for Trp. The Cys residues may be in D or L configuration and may optionally be substituted with homocysteine (D or The Tyr residues may be substituted with the 3-hydroxyl or 2-hydroxyl isomers and corresponding 0sulpho- and 0-phospho-derivatives. The acidic amino acid residues may be substituted with any synthetic acidic amino acid, tetrazolyl derivatives of Gly and Ala.</p><p>The present invention is also directed to novel specific tr-conotoxin peptides of general formula I having the formulas: Phe-Cys-Cys-Xaa 1 -Val-Ile-Arg-Xaa 2 -CYS-Cys-Xaa 3 (SEQ ID NO:2); Phe-Cys-Cys-Xaal-Phe-Lle-Arg-Xaa 2 -Cys-Cys-Xaa 3 (SEQ ID NO:3); Cys-Cys-Gln-Thr-Phe-Xaa,-Xaa 3 -CYs-Cys-Gln (SEQ ID NO Xaa 4 -Gly-Xaa 3 -Cys-Cys-Xaa 5 -Xaa 6 -Asn-Ile-Ala-Cys-Cys-l le (SEQ ID NO Gly-Cys-Cys-Ala-Arg-Leu-Thr-Cys-Cys-Val (SEQ ID NO Asn-Gly-Cys-C ys-Xaa 1 -Xaa 5 -Gln-Met-Arg-Cys-Cys-Thr (SEQ ID NO: Asp-Xaa 3 -Asn-Ser-Cys-Cys-Gly-Xaa 5 -Asn-Xaa-Gly-Cys-Cys-Xaa-Xaa 3 (SEQ ID NO: 8); Xaa 4 -Gly-Xaa 3 -Cys-Cys-Xaa 5 -Xaa 6 -Asn-Ile-Arg-Cys-Cys-Va (SEQ ID NO Xaa 6 -Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -CYS-Cys-Thr-Ala-Ala-XaaI -Leu-Thr (SEQ ID NO: Gly-Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -Cys-Cys-Thr-Ala-Ala-Xaa-Leu-Thr(SEQ ID NO: 11); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser-Arg-Phe-Xaa 6 -Ile-Xaas-Xaa 6 -Asn-Asp- Phe (SEQ ID NO: 12); Asn-Ala-Cys-Cys-Ile-Val-Arg-Gln-Cys-Cys (SEQ ID NO: 13); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser (SEQ ID NO: 14); Cys-Cys-Xaa 1 -Arg-Arg-Leu-Ala-Cys-Cys-Ile-Ile (SEQ ID NO: Cys-Cys-Xaa 1 -Asn-Xaa 5 -Xaa 1 -Cys-Cys-Phe-Ile (SEQ ID NO: 16); Gly-Cys-Cys-Ala-Met-Leu-Thr-Cys-Cys-Val (SEQ ID NO: 17); Leu-Cys-Cys-Val-Thr-Xaa 6 -Asp-Xaa 3 -Cys-Cys-Xaa 6 -Xaa 3 -Xaa 3 (SEQ ID NO: 18); and Val-Cys-Cys-Arg-Xaa 1 -Val-Gln-Asp-Cys-Cys-Ser (SEQ ID NO: 19); wherein Xaa, is Pro or hydroxy-Pro; Xaa, is Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0phospho-Tyr or nitro-Tyr; Xaa 3 is Trp or halo-Trp; Xaa 4 is Gin or pyro-Glu; Xaa.</p><p>5 is Lys, N-methyl- Lys, NN-dimethyl-Lys or N,n,N-trimethyl-Lys, Xaa~ is Glu or gamma-carboxy-Glu (Gla); and the C-terminus contains a carboxyl or amide group. The halo is preferably bromine, chlorine or iodine, more preferably iodine for Tyr and bromine for Trp. In addition, the Arg residues may be WO 00/46371 PCT/US00/03021 substituted by Lys, ornithine, homoargine, N-methyl-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys or any unnatural basic amino acid; the Lys residues may be substituted by Arg, ornithine, homoargine, N-methyl-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys or any unnatural basic amino acid; the Tyr residues may be substituted with any unnatural hydroxy containing amino acid; the Ser residues may be substituted with Thr; the Thr residues may be substituted with Ser; and the Phe and Trp residues may be substituted with any unnatural aromatic amino acid. The Cys residues may be in D or L configuration and may optionally be substituted with homocysteine (D or The Tyr residues may be substituted with the 3-hydroxyl or 2-hydroxyl isomers and corresponding O-sulphoand O-phospho-derivatives. The acidic amino acid residues may be substituted with any synthetic acidic amino acid, tetrazolyl derivatives of Gly and Ala.</p><p>More specifically, the present invention is directed to the following T-conotoxin peptides of general formula I: AuVA: AuVB: Tx5.1: G5.1: Qc5.1:</p><p>PVA:</p><p>Im5.1: G5.2: Tx5.2a: Tx5.2b: Mr5.1: Mr5.2: Mr5.3: Ca5.1: Ca5.2: Qc5.2: Gm5.1: Gm5.2: SEQ ID NO:2, wherein Xaa, is Pro, Xaa, is Tyr and Xaa 3 is Trp; SEQ ID NO:3, wherein Xaal is Pro, Xaa, is Tyr and Xaa 3 is Trp; SEQ ID NO:4, wherein Xaa, is Tyr and Xaa 3 is Trp; SEQ ID NO:5, wherein Xaa 3 is Trp, Xaa 4 is Gin, Xaa 5 is Lys and Xaa 6 is Glu; SEQ ID NO:6; SEQ ID NO:7, wherein Xaa, is Pro and Xaa 5 is Lys; SEQ ID NO:8, wherein Xaa, is Pro, Xaa 3 is Trp and Xaa 5 is Lys; SEQ ID NO:9, wherein Xaa 3 is Trp, Xaa 4 is Gln, Xaa 5 is Lys and Xaa 6 is Glu; SEQ ID NO:10, wherein Xaa is Pro, Xaa 3 is Trp and Xaa 6 is Glu; SEQ ID NO: 1, wherein Xaa, is Pro, Xaa 3 is Trp and Xaa 6 is Glu; SEQ ID NO:12, wherein Xaa 5 is Lys and Xaa 6 is Glu; SEQ ID NO:13; SEQ ID NO: 14; SEQ ID NO:15, wherein Xaa, is Pro; SEQ ID NO:16, wherein Xaa, is Pro and Xaa 5 is Lys; SEQ ID NO:17; SEQ ID NO:18, wherein Xaa 3 is Trp and Xaa 6 is Glu; and SEQ ID NO:19, wherein Xaa, is Pro.</p><p>WO 00/46371 PCT/US00/03021 6 The C-terminus preferably contains a carboxyl group for the peptides AuVA, AuVB, G5.1, PVA, G5.2, Mr5.2, Mr5.3 and Gm5.1 The C-terminus of the other peptides preferably contains an amide group.</p><p>Examples of unnatural aromatic amino acid include, but are not limited to, such as nitro-Phe, 4-substituted-Phe wherein the substituent is C,-C 3 alkyl, carboxyl, hyrdroxymethyl, sulphomethyl, halo, phenyl, -CHO, -CN, -SO 3 H and -NHAc. Examples of unnatural hydroxy containing amino acid, include, but are not limited to, such as 4-hydroxymethyl-Phe, 4-hydroxyphenyl-Gly, 2,6dimethyl-Tyr and 5-amino-Tyr. Examples of unnatural basic amino acids include, but are not limited to, N-l -(2-pyrazolinyl)-Arg, 2-(4-piperinyl)-Gly, 2-(4-piperinyl)-Ala, 2-[3-(2S)pyrrolininyl)- Gly and 2-[3-(2S)pyrrolininyl)-Ala. These and other unnatural basic amino acids, unnatural hydroxy containing amino acids or unnatural aromatic amino acids are described in Building Block Index, Version 3.0 (1999 Catalog, pages 4-47 for hydroxy containing amino acids and aromatic amino acids and pages 66-87 for basic amino acids; see also http://www.amino-acids.com), incorporated herein by reference, by and available from RSP Amino Acid Analogues, Inc., Worcester, MA. Examples of synthetic acid amino acids include those derivatives bearing acidic functionality, including carboxyl, phosphate, sulfonate and synthetic tetrazolyl derivatives such as described by Ornstein et al. (1993) and in U.S. Patent No. 5,331,001, each incorporated herein by reference.</p><p>Optionally, in the peptides of general formula I and the specific peptides described above, the Asn residues may be modified to contain an N-glycan and the Ser and Thr residues may be modified to contain an O-glycan. In accordance with the present invention, a glycan shall mean any S- or O-linked mono-, di-, tri-, poly- or oligosaccharide that can be attached to any hydroxy, amino or thiol group of natural or modified amino acids by synthetic or enzymatic methodologies known in the art. The monosaccharides making up the glycan can include D-allose, D-altrose, Dglucose, D-mannose, D-gulose, D-idose, D-galactose, D-talose, D-galactosamine, D-glucosamine, D-N-acetyl-glucosamine (GlcNAc), D-N-acetyl-galactosamine (GalNAc), D-fucose or D-arabinose.</p><p>These saccharides may be structurally modified, with one or more O-sulfate, O-phosphate, Oacetyl or acidic groups, such as sialic acid, including combinations thereof. The gylcan may also include similar polyhydroxy groups, such as D-penicillamine 2,5 and halogenated derivatives thereof or polypropylene glycol derivatives. The glycosidic linkage is beta and 1-4 or 1-3, preferably 1-3. The linkage between the glycan and the amino acid may be alpha or beta, preferably alpha and is 1-.</p><p>Core O-glycans have been described by Van de Steen ei al. (1998), incorporated herein by reference. Mucin type O-linked oligosaccharides are attached to Ser or Thr (or other hydroxylated residues of the present peptides) by a GalNAc residue. The monosaccharide building blocks and the linkage attached to this first GalNAc residue define the \"core glycans,\" of which eight have been identified. The type of glycosidic linkage (orientation and connectivities) are defined for each core glycan. Suitable glycans and glycan analogs are described further in U.S. Serial No. 09/420,797, filed 19 October 1999 and in PCT Application No. PCT/US99/24380, filed 19 October 1999, both incorporated herein by reference. A preferred glycan is Gal(p1l -3)GalNAc(a l Optionally, in the peptides of general formulas I and II and the specific peptides described above, pairs of Cys residues may be replaced pairwise with isoteric lactam or ester-thioether replacements, such as Ser/(Glu or Asp), Lys/(Glu or Asp) or Cys/Ala combinations. Sequential coupling by known methods (Barnay et al., 2000; Hruby et al., 1994; Bitan et al., 1997) allows replacement of native Cys bridges with lactam bridges. Thioether analogs may be readily synthesized using halo-Ala residues commercially available from RSP Amino Acid Analogues.</p><p>The present invention is further directed to propeptides and nucleic acid sequences encoding the propeptides or peptides as described in further detail herein.</p><p>According to the first aspect, the present invention provides a substantially pure Tconotoxin peptide having the generic formula I: Xaal-Xaa 2 -Xaa 3 Xaa4-Cys-Cys-Xaa-Xaa 6 -XaarXaas-Xaa 9 -Cys-Cys-Xaalo-Xaai -Xaa,2-Xaa 3 -Xaa,4-Xaa, 5 20 Xaai,-XaairXaais-Xaa,, (SEQ ID NO:1), wherein Xaa, is des-Xaa,, Asp, Glu or y-carboxy- Glu (Gla); Xaa, is des-Xaa,, Gin, Asn, Glu, Trp (D or neo-Trp, halo-Trp or any unnatural aromatic amino acid; Xaa 3 is des-Xaa 3 Gly, Ala, Asn or Gin; Xaa 4 is des-Xaa,,Val, Leu (D or lie, Ala, Gly, Glu, Gla, Asp, Ser, Thr, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa 5 is Pro, hydroxy-Pro, Gin, Asn, Glu, Gla, Ala, Gly, Lys, Arg, Ile, Val, homoarginine, orithine, N-methyl-Lys, N,N-dimethyl-Lys, N,N,Ntrimethyl-Lys or any unnatural basic amino acid; Xaa 6 is Val, Phe, Thr, Ser, Glu, Gla, Asp, Asn, Gin, Ala, Gly, Ile, Leu (D or Met, Pro, hydroxy-Pro, Arg, homoarginine, omithine, Lys, N-methyl-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa 7 is any Val, Ile, Asn, Leu (D or Gin, Gly, Ala, Phe, Glu, Gla, Arg, omithine, homoarginine, Lys, N-methy-Lys, N,N-dimethyl-Lys, *ooo 500243654 I.Doc/BSW 7a N,N,N.-trirnethyl-Lys, any unnatural basic amino acid 'or any unnatural aromatic amino acid; Xaa 8 is Ile, Leu (D or Met, Thr, Ser, Pro, hydroxy-Pro,.Gin, Asp, Glu, Gia, Asn, Arg, homoarginine, omnithine, Lys, N-methy-Lys, N,N-dimethy-Lys, NNN-trimethyl-Lys, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0-phospho-Tyr, nitro-Tyr, any unnatural basic amino acid, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa 9 is des-Xaa 9 Ala, Gly, Asp, Giu, Gla, Trp (D or-L) neo-Trp, halo-Trp (D or Lys, N-methy-Lys, N,N-dimethyl-Lys, NNN-trimethyi-Lys, Arg, homoargin ine, ornithine, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0phospho-Tyr, nitro-Tyr or any unnatural basic amino acid; Xaaj 0 is des-Xaa 0 He, Leu (D or Val, Glu, Gla, Asp, Thr, Ser, Pro, hydroxy-Pro, Trp (D or neo-Trp, halo-Trp (D or Phe, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaaj I is des-Xaal 1 Gin, Asn, Leu (D or le, Val, Ala, Gly, Trp (D or neo-Trp, halo;-Trp (D or Atg, homoarginine, ornithine, Lys, N-xnethy-Lys, N,N-dimethyl-Lys, N,N,N-trixnethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid;, Xaa 1 is des-Xaa 12 Ala, Gly, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa 1 3 is des-Xaa 13 Giu, Gla, Asp, Phe or any unnatural aromatic amino acid; Xaa1 4 is des-Xaa 1 4 Ile, Val or Leu (D or Xaa,5 is des-Xaa 1 5 Thr, Ser, Arg, hornoarginine, omnithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyi-Lys or any :unnatural basic amino acid; Xaa 6 is des-Xaa, 6 Glu, Gla or Asp; Xaa 1 7 is des-Xaa 17 Asn or Gin; Xaa, 8 is des-Xaa 18 Asp, Glu or Gla; Xaa 19 is. des-Xaa 19 Phe or any unnatural aromatic amino acid; and the C-terminus contains a free carboxyl group or an amiide group.</p><p>500243654 i.Doc/B3SW 7b- According to the second aspect, the present invention provides a substantially pure T-conotoxin peptide selected from the consisting of: Phe-Cys-Cys-Xaa 1 -Val-Ile-Arg-Xaa2-Cys-Cys-Xaa 3 (SEQ ID NO Phe-Cys-Cys-Xaa, -Phe-Ile-Arg-Xaa 2 -Cys-Cys-Xaa 3 (SEQ ID NO:3); Cys-Cys-Gln-Thr-Phe-Xaa,-Xaa 3 -Cys-Cys-Gln (SEQ ID NO:4); Xaa 4 -Gly-Xaa,-Cys-Cys-Xaas-Xaa 6 -Asn-Ile-A la-Cys-Cys-Ile (SEQ ID Gly-Cys-Cys-Ala-Arg-Leu-Thr-Cys-Cys-VaI (SEQ ID NO:6); Asn-Gly-Cys-Cys-Xaa 1 -Xaas-Gln-Met-Arg-Cys-Cys-Tbr (SEQ ID NO:7); Asp-Xaa 3 -Asn-Ser-Cys-Cys-Gly-Xaa- 5 -Asn-Xaa-Gly-Cys-Cys-Xaa -Xaa 3 (SEQ ID NO:8); Xaa,-Gly-Xaa 3 -Cys-Cys-Xaa 5 -Xaa 6 -Asn-Ile-Arg-Cys-Cys-VaI (SEQ ID NO:9); Xaa 6 -Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -Cys-Cys-Thr-Ala-Ala-Xaa -Leu-Thr (SEQ ID NO: Gly-Cys-Cys-Xaa 6 -Asp-Gly-Xaa3-Cys-Cys-Thr-Ala-Ala-Xaa -Leu-Thr (SEQ ID NO:ll1); Asn-Gly-Cys-Cys-Arg--Ala-Gly-Asp-Cys-Cys-Ser-Arg-Phe-Xaa 6 -lIe-Xaa 5 -X~aa 6 -Asn- Asp-Phe (SEQ ID NO: 12); Asn-Ala-Cys-Cys-le-Val-Arg-Gln-Cys-Cys (SEQ ID NO: 13); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser (SEQ ID NO: 14); Cys-Cys-Xaa 1 -Arg-Arg-Leu-Ala-Cys-Cys-Ile-Ile (SEQ ID NO: :Cys-Cys-Xaal--Asn-Xaas-Xaa, -Cys-Cys-Phe-Ile (SEQ ID NO: 16); Gly-Cys-Cys-Ala-Met-Leu-Thr-Cys-Cys-Va (SEQ ID NO: 17); Leu-Cys-Cys-Val-Thr-Xaa 6 -Asp-Xaa 3 -Cys-Cys-Xaa 6 -Xaa 3 -Xaa 3 (SEQ ID NO: 18); and VaI-Cys-Cys-Arg-Xaa Val-Gln-Asp-Cys-Cys-Ser (SEQ ID NO: 19); ~.wherein Xaa, is Pro or hydroxy-Pro; Xaa, is Tyr, mono-halo-Tyr, di-halo-Tyr, 0-sulpho- Tyr, 0-phospho-Tyr or nitro-Tyr; Xaa 3 is Trp or haio-Trp; Xaa 4 is Gin or pyro-Glu; Xaas is Lys, N-methyl-Lys, NN-dimethyl-Lys or Nn,N-trimethyl-Lys, Xaa 6 is Glu or gammacarboxy-Glu (Gla); and the C-terminus contains a carboxyl or amnide group.</p><p>500243654 i.DocIBSW 7c According to the third aspect, the present invention provides an isolated nucleic acid comprising a nucleic acid coding for a r-conotoxin precursor comprising an amino acid sequence selected from the group of amino acid sequences set for in Tables 1- According to the fourth aspect, the present invention provides a substantially pure 't-conotoxin protein precursor comprising an amino acid sequence selected from the group of amino acid sequences set forth in Tables 1- According to the fifth aspect, the present invention provides a phanmaceutical composition comprising ac'-conotoxin peptide or a pharmaceutically acceptable carrier, said t-conotoxin peptide having the generic formula I: Xaa 1 -Xaa 2 -Xaa 3 -Xaa 4 -Cys-Cys- Xaa 5 -Xaa 6 Xaa 7 Xaa 8 Xaa 9 -Cys-Cys- Xaal 0 Xaal 1 Xaa 12 Xaa, 13 Xaal 4 Xaajs- Xaa, 6 Xaa, 17 Xaa, 18 Xaal 9 (SEQ ID NO: 1), wherein Xaaj is des-Xaa 1 Asp, Glu or y-carboxy-Glu (Gla); Xaa, is des-Xaa 2 Gin, Asn, Glu, Trp (D or neo-Trp, halo-Trp or any unnatural aromatic amino acid; Xaa 3 is des- Xaa 3 Gly, Ala, Asn or Gin; Xaa 4 is des-Xaa9 ,VaI, Leu (D or lie, Ala, Gly, Glu, Gia, Asp, Ser, Thr, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa 5 is Pro, hydroxy-Pro, Gin, Asn, Giu, Gla, Ala, Gly, Lys, Arg, lie, Val, homoarginine, ornithine, N-methyi-Lys, NN-dimethyl-Lys, N,N,N-trimethyl-Lys or any unnatural basic amino acid; Xaa 6 is Val, Phe, Thr, Ser, Glu, Gla, Asp, Asn, Gin, Ala, Gly, Ile, Leu (D or Met Pro, hydroxy-Pro, Arg, honioarginine, ornithine, Lys, N-methyl-Lys, NN-dimethyi-Lys, NNN-trimethyi-Lys, any unnatural basic amino acid or any unnatural .Earomatic amino acid; Xaa 7 is any Val, Ile, Asn, Leu (D or Gin, Giy, Ala, Phe, Giu, Gla, Arg, omnithine, homoarginine, Lys, N-methy-Lys, N,N-dimethyi-Lys, NNN-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaag is le, Leu (D or Met, Thr, Ser, Pro, hydroxy-Pro, Gin, Asp, Glu, Gla, Asn, Arg, homoarginine, omithine, Lys, N-methy-Lys, NN-dimethyl-Lys, N,N,N-trimethyl-Lys, Tyr, nor-Tyr, monohalo-Tyr, di-halo-Tyr, 0-sulpho-Tyr, 0-phospho-Tyr, nitro-Tyr, any unnatural basic amino acid, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; 30 Xaa 9 is des-Xaa 9 Ala, Gly, Asp, Giu, Gia, Trp (D or L) neo-Trp, haio-Trp (D or Lys, Nmethy-Lys, N,N-dimethyl-Lys, NNN-triniethyl-Lys, Arg, homoarginine, ornithine, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0-phospho-Tyr, nitro-Tyr or any unnatural basic amino acid; Xaa 10 is des-Xaal 0 le, Leu (D or Val, Glu, Gia, Asp, Thr, Ser, Pro, hydroxy-Pro, Trp (D or neo-Trp, halo-Trp (D or Phe, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa 1 is des-Xaa 1 500243654 i.Doc/BSW 7d Gin, Msn, Leu (D or le, Val, Ala, Gly, Trp (D or neo-Trp, halo-Trp (D or Arg, homoarginine, ornithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, NN,N-trixnethyi-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaajj is des-Xaal 2 Ala, Gly, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa 1 3 is des-Xaa 3 Glu, Gia, Asp, Phe or any unnatural aromatic amino acid; Xaa, 4 is des- Xaa,,, Ile, Val or Leu (D or L);-Xaa, 5 is des-Xaa 1 5 Thr, Ser, Arg, homoarginine, ornithine, Lys, N-methy-Lys, NN-dimethyl-Lys, N,N,N-trimethyl-Lys or any unnatural basic amino acid; Xaa 1 6 is des-Xaa 16 Glu, Gla or Asp; Xaa 1 7 is des-Xaa 7 Asn or Gin; Xaa, 8 is des-Xaa 1 Asp, Glu or Gla; Xaa~g is des-Xaa 9 Phe or any unnatural aromatic amino acid; and the Cterminus contains a free carboxyl group or an anmide group.</p><p>According to the sixth aspect, the present invention provides a pharmaceutical composition comprising a r-conotoxin peptide or a pharmaceutically acceptable salt thereof and a pharmaceutically acceptable carrier, said tr-conotoxin peptide selected from the group consisting of: Phe-Cys-Cys-Xaal -Val-Ile-Arg--Xaa.,-Cys-Cys-Xaa 3 (SEQ ID N012); Phe-Cys-Cys-Xaa 1 -Phe-Ile-Arg-Xaa,-Cys-Cys-Xaa 3 (SEQ ID NO:3); Cys-Cys-Gin-Thr-Phe-Xaa 2 -Xaa 3 -Cys-Cys-GIn (SEQ ID NO:4); :.**Xaa 4 -Gl y-Xaa 3 -Cys-Cys-Xaa 5 Xaa 6 -Asn-Ile-Ala-Cys-Cys-Ile (SEQ ID NO:S); Xe Gly-Cys-Cys-Ala-Arg-Leu-Thr-Cys-Cys-VaI (SEQ ID NO:6); 00 Asn-Gly-Cys-Cys-Xaa 1 -Xaa 5 -Gln-Met-Arg-Cys-Cys-Thr (SEQ ID NO: 7); 25 Asp-Xaa 3 -Asn-Ser-Cys-Cys-Gly-Xaa 5 -Asn-Xaa-Gly-Cys-Cys-Xaa-Xaa 3 (SEQ ID NO:8); Xaa 4 -Gly-Xaa 3 -Cys-Cys-Xaas-Xaa 6 -Asn-Ile-Arg-Cys-Cys-Va (SEQ ID NO:9); Xaa 6 -Cys-Cys-Xaa 6 -Asp-Gly-Xaa 3 -Cys-Cys-Thr-Ala-Ala-Xaa -Leu-Thr (SEQ ID NO:lO); o. Gly-Cys-Cys-Xaa6--Asp-Gly-Xaa 3 -CYS-Cys-Thr-Ala-Ala-Xaa -Leu-Thr (SEQ ID 0000 I1); SAsp-Phe (SEQ ID NO: 12); 500243654 i.oc/BSW 7e Asn-Ala-Cys:Cys-Ile-Val-Arg-Gln-Cys-Cys (SEQ ID NO:13); Asn-Gly-Cys-Cys-Arg-Ala-Gly-Asp-Cys-Cys-Ser (SEQ ID NO: 14); Cys-Cys-Xaa,-Arg-Arg-Leu-Ala-Cys-Cys-Ile-Ile (SEQ ID Cys-Cys-Xaa-Asn-Xaa s -Xaa,-Cys-Cys-Phe-Ile (SEQ ID NO: 16); Gly-Cys-Cys-Ala-Met-Leu-Thr-Cys-Cys-Cys-Val (SEQ ID NO: 17); Leu-Cys-Cys-Val-Thr-Xaa,-Asp-Xaa 3 -Cys-Cys-Xaa-Xaa 3 -Xaa 3 (SEQ ID NO:18); and Val-Cys-Cys-Arg-Xaa 1 -Val-Gln-Asp-Cys-Cys-Ser (SEQ ID NO:19); wherein Xaa, is Pro or hydroxy-Pro; Xaa 2 is Tyr, mono-halo-Tyr, di-halo-Tyr, O-sulpho-Tyr, O-phospho-Tyr or nitro-Tyr; Xaa 3 is Trp or halo-Trp; Xaa 4 is Gin or pyro-Glu; Xaa, is Lys, N-methyl-Lys, N,N-dimethyl-Lys or N,n,N-trimethyl-Lys, Xaa, is Glu or gamma-carboxy- Glu (Gla); and the C-terminus contains a carboxyl or amide group.</p><p>According to the seventh aspect, the present invention provides a method for inducing analgesia in an individual which comprises administering an effective amount the T-conotoxin peptide of the first aspect.</p><p>According to the eighth aspect, the present invention provides a method for inducing analgesia in an individual which comprises administering an effective amount of the pharmaceutical composition of the fourth aspect.</p><p>Unless the context clearly requires otherwise, throughout the description and the claims, the words 'comprise', 'comprising', and the like are to be construed in an inclusive sense as opposed to an exclusive or exhaustive sense; that is to say, in the sense of \"including, but not limited to\".</p><p>SUMMARY OF THE SEQUENCE LISTING SEQ ID NO:1 is generic formula I for t-conotoxin peptides. SEQ ID NO:2 is a generic formula for the peptide AuVA. SEQ ID NO:3 is a generic formula for the peptide AuVB. SEQ ID NO:4 is a generic formula for the peptide Tx5.1. SEQ ID NO:5 is a generic formula for the peptide G5.1. SEQ ID NO:6 is a generic formula for the peptide Qc5.1. SEQ ID NO:7 is a generic formula for the peptide PVA. SEQ ID NO:8 is a generic formula for the peptide Im5.1. SEQ ID NO:9 is 30 a generic sequence for the peptide G5.2. SEQ ID NO:10 is a generic sequence for the peptide Tx5.2a. SEQ ID NO:11 is a generic sequence for the peptide Tx5.2b. SEQ ID NO:12 is a generic sequence for the peptide Mr5.1. SEQ ID NO:13 is a generic sequence for the peptide Mr5.2. SEQ ID NO: 14 is a generic formula for the peptide Mr5.3. SEQ ID NO: 15 is a generic formula for the peptide Ca5.1. SEQ ID NO:16 is a generic formula for the peptide Ca5.2. SEQ ID NO:17 is a 500243654 1.DOC/BSW 7f generic formula for the peptide QcS.2. SEQ ID NO: 18 is a generic formula for the peptide Gm5. 1.</p><p>SEQ ID NO: 19 is a generic formula for the peptide Gm5.2. SEQ ID NO:20 is a DNA sequence coding for the Tx5;1 propeptide. SEQ ID NO:21 is the amino acid sequence of the Tx5. I propeptide. SEQ ID NO:22 is a DNA sequence coding for the GSA propeptide. SEQ ID NO:23 7 0 0 30 0* 0*</p><p>C</p><p>C. C C</p><p>C</p><p>00 00 0 0 0</p><p>C</p><p>3 0 0 300000 500243654 i.Doc/B SW WO 00/46371 PCT/US00/03021 8 is the amino acid sequence of the G5.1 propeptide. SEQ ID NO:24 is a DNA sequence coding for the Qc5.1 propeptide. SEQ ID NO:25 is the amino acid sequence of the Qc5.1 propeptide. SEQ ID NO:26 is a DNA sequence coding for the Im5.1 propeptide. SEQ ID NO:27 is the amino acid sequence of the Im5.1 propeptide. SEQ ID NO:28 is a DNA sequence coding for the G5.2 propeptide. SEQ ID NO:29 is the amino acid sequence of the G5.2 propeptide. SEQ ID NO:30 is a DNA sequence coding for the Tx5.2 propeptide. SEQ ID NO:31 is the amino acid sequence of the Tx5.2 propeptide. SEQ ID NO:32 is a DNA sequence coding for the Tx5.3 propeptide. SEQ ID NO:33 is the amino acid sequence of the Tx5.3 propeptide. SEQ ID NO:34 is a DNA sequence coding for the Mr5.1 peptide. SEQ ID NO:35 is the amino acid sequence of the Mr5.1 peptide.</p><p>SEQ ID NO:36 is a DNA sequence coding for the Mr5.2 peptide. SEQ ID NO:37 is the amino acid sequence of the Mr5.2 peptide. SEQ ID NO:38 is a DNA sequence coding for the Mr5.3 propeptide.</p><p>SEQ ID NO:39 is the amino acid sequence of the Mr5.3 propeptide. SEQ ID NO:40 is a DNA sequence coding for the Ca5.1 propeptide. SEQ ID NO:41 is the amino acid sequence of the Ca5.1 propeptide. SEQ ID NO:42 is a DNA sequence coding for the Ca5.2 propeptide. SEQ ID NO:43 is the amino acid sequence of the Ca5.2 propeptide. SEQ ID NO:44 is a DNA sequence coding for the Qc5.2 propeptide. SEQ ID NO:45 is the amino acid sequence of the Qc5.2 propeptide. SEQ ID NO:46 is a DNA sequence coding for the Gm5.1 propeptide. SEQ ID NO:47 is the amino acid sequence of the Gm5.1 propeptide. SEQ ID NO:48 is a DNA sequence coding for the Gm5.2 propeptide. SEQ ID NO:49 is the amino acid sequence of the Gm5.2 propeptide.</p><p>DETAILED DESCRIPTION OF THE PREFERRED EMBODIMENT The invention relates to relatively short peptides (termed T-conotoxins herein), about 10-25 residues in length, which are naturally available in minute amounts in the venom of the cone snails or analogous to the naturally available peptides, and which preferably include two disulfide bonds.</p><p>The present invention, in another aspect, relates to a pharmaceutical composition comprising an effective amount of an t-conotoxin peptide, a mutein thereof, an analog thereof, an active fragment thereof or pharmaceutically acceptable salts. Such a pharmaceutical composition has the capability of acting as an antagonist for acetylcholine receptors and as analgesic agents for the treatment of pain, including migraine. Thus, the pharmaceutical compositions of the present invention are useful in the treatment of pain (whether acute or chronic), including chronic pain, and neuropathic pain, without undesirable side effects.</p><p>WO 00/46371 PCT/US00/03021 9 The T-conotoxin peptides described herein are sufficiently small to be chemically synthesized. General chemical syntheses for preparing the foregoing T-conotoxin peptides are described hereinafter. Various ones of the T-conotoxin peptides can also be obtained by isolation and purification from specific Conus species using the technique described in U.S. Patent Nos.</p><p>4,447,356 (Olivera et al., 1984); 5,514,774; 5,719,264; and 5,591,821, as well as in PCT published application WO 98/03189, the disclosures of which are incorporated herein by reference.</p><p>Although the T-conotoxin peptides of the present invention can be obtained by purification from cone snails, because the amounts of T-conotoxin peptides obtainable from individual snails are very small, the desired substantially pure T-conotoxin peptides are best practically obtained in commercially valuable amounts by chemical synthesis using solid-phase strategy. For example, the yield from a single cone snail may be about 10 micrograms or less of T-conotoxin peptide. By \"substantially pure\" is meant that the peptide is present in the substantial absence of other biological molecules of the same type; it is preferably present in an amount of at least about 85% purity and preferably at least about 95% purity. Chemical synthesis of biologically active T-conotoxin peptides depends of course upon correct determination of the amino acid sequence.</p><p>The conotoxin peptides can also be produced by recombinant DNA techniques well known in the art. Such techniques are described by Sambrook et al. (1989). A gene of interest a gene that encodes a suitable T-conotoxin peptide) can be inserted into a cloning site of a suitable expression vector by using standard techniques. These techniques are well known to those skilled in the art. The expression vector containing the gene of interest may then be used to transfect the desired cell line. Standard transfection techniques such as calcium phosphate co-precipitation, DEAE-dextran transfection or electroporation may be utilized. A wide variety of host/expression vector combinations may be used to express a gene encoding a conotoxin peptide of interest. Such combinations are well known to a skilled artisan. The peptides produced in this manner are isolated, reduced if necessary, and oxidized to form the correct disulfide bonds.</p><p>One method of forming disulfide bonds in the T-conotoxin peptides of the present invention is the air oxidation of the linear peptides for prolonged periods under cold room temperatures or at room temperature. This procedure results in the creation of a substantial amount of the bioactive, disulfide-linked peptides. The oxidized peptides are fractionated using reverse-phase high performance liquid chromatography (HPLC) or the like, to separate peptides having different linked configurations. Thereafter, either by comparing these fractions with the elution of the native material or by using a simple assay, the particular fraction having the correct linkage for maximum biological WO 00/46371 PCT/US00/03021 potency is easily determined. However, because of the dilution-resulting from the presence of other fractions of less biopotency, a somewhat higher dosage may be required.</p><p>The peptides are synthesized by a suitable method, such as by exclusively solid-phase techniques, by partial solid-phase techniques, by fragment condensation or by classical solution couplings.</p><p>In conventional solution phase peptide synthesis, the peptide chain can be prepared by a series of coupling reactions in which constituent amino acids are added to the growing peptide chain in the desired sequence. Use of various coupling reagents, dicyclohexylcarbodiimide or diisopropylcarbonyldimidazole, various active esters, esters of N-hydroxyphthalimide or Nhydroxy-succinimide, and the various cleavage reagents, to carry out reaction in solution, with subsequent isolation and purification of intermediates, is well known classical peptide methodology.</p><p>Classical solution synthesis is described in detail in the treatise, \"Methoden der Organischen Chemie (Houben-Weyl): Synthese von Peptiden,\" (1974). Techniques of exclusively solid-phase synthesis are set forth in the textbook, \"Solid-Phase Peptide Synthesis,\" (Stewart and Young, 1969), and are exemplified by the disclosure of U.S. Patent 4,105,603 (Vale et al., 1978). The fragment condensation method of synthesis is exemplified in U.S. Patent 3,972,859 (1976). Other available syntheses are exemplified by U.S. Patents No. 3,842,067 (1974) and 3,862,925 (1975). The synthesis of peptides containing y-carboxyglutamic acid residues is exemplified by Rivier et al.</p><p>(1987), Nishiuchi et al. (1993) and Zhou et al. (1996).</p><p>Common to such chemical syntheses is the protection of the labile side chain groups of the various amino acid moieties with suitable protecting groups which will prevent a chemical reaction from occurring at that site until the group is ultimately removed. Usually also common is the protection of an a-amino group on an amino acid or a fragment while that entity reacts at the carboxyl group, followed by the selective removal of the a-amino protecting group to allow subsequent reaction to take place at that location. Accordingly, it is common that, as a step in such a synthesis, an intermediate compound is produced which includes each of the amino acid residues located in its desired sequence in the peptide chain with appropriate side-chain protecting groups linked to various ones of the residues having labile side chains.</p><p>As far as the selection of a side chain amino protecting group is concerned, generally one is chosen which is not removed during deprotection of the a-amino groups during the synthesis.</p><p>However, for some amino acids, His, protection is not generally necessary. In selecting a particular side chain protecting group to be used in the synthesis of the peptides, the following WO 00/46371 PCT/US00/03021 11 general rules are followed: the protecting group preferably retains its protecting properties and is not split off under coupling conditions, the protecting group should be stable under the reaction conditions selected for removing the a-amino protecting group at each step of the synthesis, and the side chain protecting group must be removable, upon the completion of the synthesis containing the desired amino acid sequence, under reaction conditions that will not undesirably alter the peptide chain.</p><p>It should be possible to prepare many, or even all, of these peptides using recombinant DNA technology. However, when peptides are not so prepared, they are preferably prepared using the Merrifield solid-phase synthesis, although other equivalent chemical syntheses known in the art can also be used as previously mentioned. Solid-phase synthesis is commenced from the C-terminus of the peptide by coupling a protected a-amino acid to a suitable resin. Such a starting material can be prepared by attaching an a-amino-protected amino acid by an ester linkage to a chloromethylated resin or a hydroxymethyl resin, or by an amide bond to a benzhydrylamine (BHA) resin or paramethylbenzhydrylamine (MBHA) resin. Preparation of the hydroxymethyl resin is described by Bodansky et al. (1966). Chloromethylated resins are commercially available from Bio Rad Laboratories (Richmond, CA) and from Lab. Systems, Inc. The preparation of such a resin is described by Stewart and Young (1969). BHA and MBHA resin supports are commercially available, and are generally used when the desired polypeptide being synthesized has an unsubstituted amide at the C-terminus. Thus, solid resin supports may be any of those known in the art, such as one having the formulae -O-CH,-resin support, -NH BHA resin support, or -NH-MBHA resin support. When the unsubstituted amide is desired, use of a BHA or MBHA resin is preferred, because cleavage directly gives the amide. In case the N-methyl amide is desired, it can be generated from an N-methyl BHA resin. Should other substituted amides be desired, the teaching of U.S. Patent No. 4,569,967 (Komreich et al., 1986) can be used, or should still other groups than the free acid be desired at the C-terminus, it may be preferable to synthesize the peptide using classical methods as set forth in the Houben-Weyl text (1974).</p><p>The C-terminal amino acid, protected by Boc or Fmoc and by a side-chain protecting group, if appropriate, can be first coupled to a chloromethylated resin according to the procedure set forth in K. Horiki et al. (1978), using KF in DMF at about 60°C for 24 hours with stirring, when a peptide having free acid at the C-terminus is to be synthesized. Following the coupling of the BOCprotected amino acid to the resin support, the a-amino protecting group is removed, as by using trifluoroacetic acid (TFA) in methylene chloride or TFA alone. The deprotection is carried out at WO 00/46371 PCT/US00/03021 12 a temperature between about 0°C and room temperature. Other standard cleaving reagents, such as HCI in dioxane, and conditions for removal of specific a-amino protecting groups may be used as described in Schroder Lubke (1965).</p><p>After removal of the a-amino-protecting group, the remaining a-amino- and side chainprotected amino acids are coupled step-wise in the desired order to obtain the intermediate compound defined hereinbefore, or as an alternative to adding each amino acid separately in the synthesis, some of them may be coupled to one another prior to addition to the solid phase reactor.</p><p>Selection of an appropriate coupling reagent is within the skill of the art. Particularly suitable as a coupling reagent is N,N'-dicyclohexylcarbodiimide (DCC, DIC, HBTU, HATU, TBTU in the presence of HoBt or HoAt).</p><p>The activating reagents used in the solid phase synthesis of the peptides are well known in the peptide art. Examples of suitable activating reagents are carbodiimides, such as N,N'diisopropylcarbodiimide and N-ethyl-N'-(3-dimethylaminopropyl)carbodiimide. Other activating reagents and their use in peptide coupling are described by Schroder Lubke (1965) and Kapoor (1970).</p><p>Each protected amino acid or amino acid sequence is introduced into the solid-phase reactor in about a twofold or more excess, and the coupling may be carried out in a medium of dimethylformamide (DMF):CHCl1 or in DMF or CH 2 C1 2 alone. In cases where intermediate coupling occurs, the coupling procedure is repeated before removal of the a-amino protecting group prior to the coupling of the next amino acid. The success of the coupling reaction at each stage of the synthesis, if performed manually, is preferably monitored by the ninhydrin reaction, as described by Kaiser et al. (1970). Coupling reactions can be performed automatically, as on a Beckman 990 automatic synthesizer, using a program such as that reported in Rivier et al. (1978).</p><p>After the desired amino acid sequence has been completed, the intermediate peptide can be removed from the resin support by treatment with a reagent, such as liquid hydrogen fluoride or TFA (if using Fmoc chemistry), which not only cleaves the peptide from the resin but also cleaves all remaining side chain protecting groups and also the a-amino protecting group at the N-terminus if it was not previously removed to obtain the peptide in the form of the free acid. If Met is present in the sequence, the Boc protecting group is preferably first removed using trifluoroacetic acid (TFA)/ethanedithiol prior to cleaving the peptide from the resin with HF to eliminate potential Salkylation. When using hydrogen fluoride or TFA for cleaving, one or more scavengers such as anisole, cresol, dimethyl sulfide and methylethyl sulfide are included in the reaction vessel.</p><p>WO 00/46371 PCT/US00/03021 13 Cyclization of the linear peptide is preferably affected, as opposed to cyclizing the peptide while a part of the peptido-resin, to create bonds between Cys residues. To effect such a disulfide cyclizing linkage, fully protected peptide can be cleaved from a hydroxymethylated resin or a chloromethylated resin support by ammonolysis, as is well known in the art, to yield the fully protected amide intermediate, which is thereafter suitably cyclized and deprotected. Alternatively, deprotection, as well as cleavage of the peptide from the above resins or a benzhydrylamine (BHA) resin or a methylbenzhydrylamine (MBHA), can take place at 0 C with hydrofluoric acid (HF) or TFA, followed by oxidation as described above.</p><p>The peptides are also synthesized using an automatic synthesizer. Amino acids are sequentially coupled to an MBHA Rink resin (typically 100 mg of resin) beginning at the Cterminus using an Advanced Chemtech 357 Automatic Peptide Synthesizer. Couplings are carried out using 1,3-diisopropylcarbodimide in N-methylpyrrolidinone (NMP) or by 2-(lH-benzotriazole- I-yl)-1,1,3,3-tetramethyluronium hexafluorophosphate (HBTU) and diethylisopro- pylethylamine (DIEA). The FMOC protecting group is removed by treatment with a 20% solution of piperidine in dimethylformamide(DMF). Resins are subsequently washed with DMF (twice), followed by methanol and NMP.</p><p>Muteins, analogs or active fragments, of the foregoing Tconotoxin peptides are also contemplated here. See, Hammerland et al, Eur. J. Pharmacol., 226, pp. 239-244 (1992).</p><p>Derivative muteins, analogs or active fragments of the conotoxin peptides may be synthesized according to known techniques, including conservative amino acid substitutions, such as outlined in U.S. Pat. Nos. 5,545,723 (see particularly col. 2, line 50--col. 3, line 5,534,615 (see particularly col. 19, line 45--col. 22, line 33); and 5,364,769 (see particularly col. 4, line 55--col. 7, line 26), each herein incorporated by reference.</p><p>Pharmaceutical compositions containing a compound of the present invention or its pharmaceutically acceptable salts as the active ingredient can be prepared according to conventional pharmaceutical compounding techniques. See, for example, Remington's Pharmaceutical Sciences, 18th Ed. (1990, Mack Publishing Co., Easton, PA). Typically, an antagonistic amount of the active ingredient will be admixed with a pharmaceutically acceptable carrier. The carrier may take a wide variety of forms depending on the form of preparation desired for administration, intravenous, oral or parenteral. The compositions may further contain antioxidizing agents, stabilizing agents, preservatives and the like. For examples of delivery methods see U.S. Patent No. 5,844,077, incorporated herein by reference.</p><p>WO 00/46371 PCT/US00/03021 14 For oral administration, the compounds can be formulated into solid or liquid preparations such as capsules, pills, tablets, lozenges, melts, powders, suspensions or emulsions. In preparing the compositions in oral dosage form, any of the usual pharmaceutical media may be employed, such as, for example, water, glycols, oils, alcohols, flavoring agents, preservatives, coloring agents, suspending agents, and the like in the case of oral liquid preparations (such as, for example, suspensions, elixirs and solutions); or carriers such as starches, sugars, diluents, granulating agents, lubricants, binders, disintegrating agents and the like in the case of oral solid preparations (such as, for example, powders, capsules and tablets). Because of their ease in administration, tablets and capsules represent the most advantageous oral dosage unit form, in which case solid pharmaceutical carriers are obviously employed. If desired, tablets may be sugar-coated or enteric-coated by standard techniques. The active agent can be encapsulated to make it stable to passage through the gastrointestinal tract while at the same time allowing for passage across the blood brain barrier. See for example, WO 96/11698.</p><p>For parenteral administration, the compound may be dissolved in a pharmaceutical carrier and administered as either a solution or a suspension. Illustrative of suitable carriers are water, saline, dextrose solutions, fructose solutions, ethanol, or oils of animal, vegetative or synthetic origin. The carrier may also contain other ingredients, for example, preservatives, suspending agents, solubilizing agents, buffers and the like. When the compounds are being administered intrathecally, they may also be dissolved in cerebrospinal fluid.</p><p>The active agent is preferably administered in an therapeutically effective amount. The actual amount administered, and the rate and time-course of administration, will depend on the nature and severity of the condition being treated. Prescription of treatment, e.g. decisions on dosage, timing, etc., is within the responsibility of general practitioners or spealists, and typically takes account of the disorder to be treated, the condition of the individual patient, the site of delivery, the method of administration and other factors known to practitioners. Examples of techniques and protocols can be found in Remington's Parmaceutical Sciences. Typically the active agents of the present invention exhibit their effect at a dosage range from about 0.001 mg/kg to about 250 mg/kg, preferably from about 0.01 mg/kg to about 100 mg/kg of the active ingredient, more preferably from a bout 0.05 mg/kg to about 75 mg/kg. A suitable dose can be administered in multiple sub-doses per day. Typically, a dose or sub-dose may contain from about 0.1 mg to about 500 mg of the active ingredient per unit dosage form. A more preferred dosage will contain WO 00/46371 PCT/USOO/03021 from about 0.5 mg to about 100 mg of active ingredient per unit dosage form. Dosages are generally initiated at lower levels and increased until desired effects are achieved.</p><p>Alternatively, targeting therapies may be used to deliver the active agent more specifically to certain types of cell, by the use of targeting systems such as antibodies or cell specific ligands.</p><p>Targeting may be desirable for a variety of reasons, e.g. if the agent is unacceptably toxic, or if it would otherwise require too high a dosage, or if it would not otherwise be able to enter the target cells.</p><p>The active agents, which are peptides, can also be administered in a cell based delivery system in which a DNA sequence encoding an active agent is introduced into cells designed for implantation in the body of the patient, especially in the spinal cord region. Suitable delivery systems are described in U.S. Patent No. 5,550,050 and published PCT Application Nos. WO 92/19195, WO 94/25503, WO 95/01203, WO 95/05452, WO 96/02286, WO 96/02646, WO 96/40871, WO 96/40959 and WO 97/12635. Suitable DNA sequences can be prepared synthetically for each active agent on the basis of the developed sequences and the known genetic code.</p><p>EXAMPLES</p><p>The present invention is described by reference to the following Examples, which are offered by way of illustration and are not intended to limit the invention in any manner. Standard techniques well known in the art or the techniques specifically described below were utilized.</p><p>EXAMPLE 1 Isolation of t-Conotoxins Crude venom was extracted from venom ducts (Cruz et al., 1976), and the components were purified as previously described (Cartier et al., 1996). The crude extract from venom ducts was purified by reverse phase liquid chromatography (RPLC) using a Vydac C 1 8 semi-preparative column (10 x 250 mm). Further purification ofbioactive peaks was done on a Vydac C 1 8 analytical column (4.6 x 220 mm). The effluents were monitored at 220 nm. Peaks were collected, and aliquots were assayed for activity.</p><p>The amino acid sequence of the purified peptides were determined by standard methods.</p><p>The purified peptides were reduced and alkylated prior to sequencing by automated Edman degradation on an Applied Biosystems 477A Protein Sequencer with a 120A Analyzer (DNA/Peptide Facility, University of Utah) (Martinez et al., 1995; Shon et al., 1994).</p><p>WO 00/46371 PCT/US00/03021 16 In accordance with this method, peptides AuVA, AuVB and PVA were obtained.</p><p>EXAMPLE 2 Synthesis of Conopeptides The synthesis of conopeptides, either the mature toxins or the precursor peptides, was separately performed using conventional protection chemistry as described by Cartier et al. (1996).</p><p>Briefly, the linear chains were built on Rink amide resin by Fmoc procedures with 2-(1H-benzotriol- 1-yl)-1,1,3,3,-tetramethyluronium tetrafluoroborated coupling using an ABI model 430A peptide sythesizer with amino acid derivatives purchased from Bachem (Torrence CA). Orthogonal protection was used on cysteines: two cysteines were protected as the stable Cys(Sacetamidomethyl), while the other two cysteines were protected as the acid-labile Cys(S-trityl).</p><p>After removal of the terminal Fmoc protecting group and cleavage of the peptides from the resins, the released peptides were precipitated by filtering the reaction mixture into -10 0 C methyl t-butyl ether, which removed the protecting groups except the Cys(S-acetamidomethyl). The peptides were dissolved in 0.1% TFA and 60% acetonitrile and purified by RPLC on a Vydac C 18 preparative column (22 x 250 mm) and eluted at a flow rate of 20 mL/min with a gradient of acetonitrile in 0.1%</p><p>TFA.</p><p>The disulfide bridges in the three conopeptides were formed as described in Cartier et al.</p><p>(1996). Briefly, the disulfide bridges between one pair of cysteines were formed by air oxidation which was judged to be complete by analytical RPLC. The monocyclic peptides were purified by RPLC on a Vydac Cg prepartive column (22 x 250 mm) and eluted with a gradient of acetonitrile in 0.1% TFA. Removal of S-acetamidomethyl groups and closure of the disulfide bridge between the other pair of cysteines was carried out simultaneously be iodine oxidation. The cyclic peptides were purified by RPLC on a Vydac C, 8 prepartive column (22 x 250 mm) and eluted with a gradient of acetonitrile in 0.1% TFA.</p><p>EXAMPLE 3 Isolation of DNA Encoding T-Conotoxins DNA coding for T-conotoxins was isolated and cloned in accordance with conventional techniques using general procedures well known in the art, such as described in Olivera et al. (1996).</p><p>Alternatively, cDNA libraries was prepared from Conus venom duct using conventional techniques.</p><p>DNA from single clones was amplified by conventional techniques using primers which correspond WO 00/46371 PCT/USOO/03021 17 approximately to the M13 universal priming site and the M13 reverse universal priming site. Clones having a size of approximately 300-500 nucleotides were sequenced and screened for similarity in sequence to known -r-conotoxins isolated in Example 1. The DNA sequences and encoded propeptide sequences are set forth in Tables 1-15. DNA sequences coding for the mature toxin can also be prepared on the basis of the DNA sequences set forth in these Tables.</p><p>TABLE 1 DNA Sequence (SEQ IDNO:20) and Protein Sequence (SEQ ID NO:21) of Tx5.1 ggtaetcaac gaaettcaag aeacattctt tteacctgga cacgggaaqc tgactacaag caga atg tgc tgt etc cca gtg tte gtc att ctt ctg ctg ctg att gca Met Cys Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala tct gca cct agc gtt gat gcc caa Ser Ala Pro Ser Val Asp Ala Gin ctg gca cct ttg cac gat aat gca Leu Ala Pro Leu His Asp Asn Ala I caa cgc tgc tgc caa aea ttc tat I Gln Arg Cys Cys Gin Thr Phe Tyr tgaatttgga tgagacccet gegaaetgtc tcctttcgca egtgttcgtg gaattttgaa gctaetatct ctctgtcett teatctgtgq agaaattttt eagtgggtat acactatgac ttttgaaata tttttcaaaa tgttaagatt tatt cg aag ace aaa gat gat gtg ccc ?ro Lys Thr aag agt gca Lys Ser Ala :gg tgc tgt Trp Cys Cys catggatgtg tggtcgttaa aaetggatga eatgtagtca tttcccccng Lys Asp Asp Val Pro eta eaa eat ttg aac Leu Gin His Leu Asn gtt eaa ggg aaa Val Gin Gly Lys agatttggaa agcagactgt eaacacgctg ceacttgcaa cctaaeaact gaaatateat gtaattaeat catttggacc gaaaggnctt ttgaagtaaa TABLE 2 DNA Sequence (SEQ ID NO:22) and Protein Sequence (SEQ ID NO:23) of G5.1 atg tge tgt etc eca gte ttc gte att ett ctg ttg etg att aca tct Met Cys Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Thr Ser gca ect age gtt gat get eta ceg aag ace agg gat gat gtg ccc cta Ala Pro Ser Val Asp Ala Leu Pro Lys Thr Arg Asp Asp Val Pro Leu gca tct ttc cac ggt gga tat aat gca agg aga ate eta eaa agg cgt Ala Ser Phe His Gly Gly Tyr Asn Ala Arg Arg Ile Leu Gin Arg Arg cag ggc tgg tgc tge aaa gaa aat att geg tge tgt ata tagtggtaac Gin Gly Trp Cys Cys Lys Giu Asn Ile Ala Cys Cys Ile gggaaatgae tttggatgag acccctgcaa actgtccctg gatgtgaaat ttggaaagta gaetgttcct ttcgcgegtg ttcgtggaat tteaaatggt egteaaeaae acaetgctac ttgeaaaget aetatctcte tgtcctttea tctgtggaae tgggtgatet aacagctgaa WO 00/46371 WO 006371PCT/USOO/03021 18 atgtcgcaga aatttttcaa ttggtctata ctatqaccat t TABLE 3 DNA Sequence (SEQ ID NO:24) and Protein Sequence (SEQ ID NO:25) of Qc5.1 atq cgc tgt gtc cca gtc ttc atc att. ctt ctg ctg ctg agt cca tct Met Arg Cys Val Pro Val Phe Ile Ile Leu Leu Leu Leu Ser Pro Ser qca cct aqc gtt gat gcc cat ccg atg acc aaa gat gat gtg ccc cag Ala Pro Ser Val Asp Ala His Pro Met Thr Lys Asp Asp Val Pro Gin gca tca ttc cat gat gat gca aaq cga acc cta caa gta cct tgg atg Ala Ser Phe His Asp Asp Ala Lys Arg Thr Leu Gin Val Pro Trp Met aaa cgc gqg tqc tgc gca agg ttg act tgc tgc gtt gga cga Lys Arg Gly Cys Cys Ala Arg Leu Thr Cys Cys Val Gly Arg taaaqggaaa tgactttgga tgagacccct gcqaactgtc cctggatgtg aaatttggac agcagactgc tcctttcgca cqtgttcgtg gaattttgaa tggtcgttaa caacacgctg ccacttgcaa gctattatct ctctgtccct ttatctgtgg aactggataa tctaacaact gaaatgtcat tgaaaatttt caatggatat atattatgat ccatata TABLE 4 DNA Sequence (SEQ ID NO:26) and Protein Sequence (SEQ ID NO:27) of 1m5.1 aattcggaag ctgactaca ctt ctg ctg Leu Leu Leu aac aaa gat Asn Lys Asp atc cta caa Ile Leu Gin tgt cct tgg Cys Pro Trp aqatttgqaa tqcaagctac gtcatagaaa t tg ctg att Leu Ile cgt gtg Arg Val aga gat Arg Asp gga aaa a gcaga atg tac tgt ctc cca gtc ttc atc att Met Tyr Cys Leu Pro Val Phe Ile Ile tca tct gca cct agc act cct ccc caa cca agg Ser Ser Ala Pro Ser Thr Pro Pro Gin Pro Arg cac ctg ata tct tta. ctc gat aat cac aag caa His Leu Ile Ser Leu Leu Asp Asn His Lys Gin tgg aac agt tgc tgt ggq aaa aat cct gqt tgc Trp Asn Ser Cys Cys Gly Lys Asn Pro Gly Cys tgactttgga tgagacccct qcaaactgtc cctggatgtg Gly Lys agcagaccgt ttgtggaatt ttgaatggtc aatctctctq tcctttcatc tttggaactg tttttcaatg ggtatacaat atgtgqgcat gttaacaaca cgctqccact gatgatcaaa caactgaaat ttagtcagta attacatcat TABLE DNA Sequence (SEQ ID NO:28) and Protein Sequence (SEQ ID NO:29) of G5.2 atg tgc tgt ctc cca gtc ttc gtc att. ctt ctg ttg ctg att aca tct Met Cys Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Thr Ser WO 00/46371 WO 006371PCT/USOO/03021 goa cot ago gtt gat gct ota cog Ala Pro Ser Val Asp Ala Leu Pro goa tct ttc oac ggt gga tat aat Ala Ser Phe His Gly Gly Tyr Asn oag ggc tgg tgc tgc aaa gaa aat Gin Gly Trp Cys Cys Lys Glu Asn gggaaatgac tttggatgag accootgcaa gactgttcct ttogogogtg ttcgtggaat ttgoaaagot actatototo tgtootttoa atgtcgoaga aatttttoaa ttggtctata aag aco: agg -gat ga t gtg ccc ota Lys Thr Arg Asp Asp Val Pro Leu gca agg aga atc cta oaa agg ogt Ala Arg Arg Ile Leu Gin Arg Arg att gog tgo tqt gta tagtggtaao Ile Ala Cys Cys Val aotgtoootg gatgtgaaat ttggaaagta ttoaaatggt. ogtcaacaao acaotgotao totgtggaao: tgggtgatct aacagotgaa otatgaccat gtagtcag TABLE 6 DNA Sequence (SEQ ID NO:30) and Protein Sequence (SEQ ID NO:3 1) of Tx5.2a atg ogo tgt tto: ooa gto tto ato att ctt ctg ctg ota att gca tot Met Arg Cys Phe Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser goa oot tgo ttt gat gcc oga aog aag aco: gat gat gat gtg coo: otg Ala Pro Cys Phe Asp Ala Arg Thr Lys Thr Asp Asp Asp Val Pro Leu toa tot oto: ogo gat aat cta aag oga aog ata cga aca cgo otg aac Ser Ser Leu Arq Asp Asn Leu Lys Arg Thr Ile Arg Thr Arg Leu Asn ata ogo gag tqc tgo gag gat gga tgg tgo tgt act got gca 000 tta Ile Arg Glu Cys Cys Giu Asp Gly Trp Cys Cys Thr Ala Ala Pro Leu aca ggt cgt tagggataaa ggaaaatggc: tttggatgaq accoctgoga Thr Gly Arg attgtcoctg gatgtgagat ttggaaagoa gatgttcot ttogoacgtg ttogtggaat ttogaatggt ogttaaoaao aogotgooao ttgcaagooa. coatototct gtootttcgt atqtggaact gtatgatota aoaaotgaaa tgtcagaaag ttttcagtgg gtataoaota t gat cgt at a TABLE 7 DNA Sequence (SEQ ID NO:32) and Protein Sequence (SEQ ID NO:33) of Tx5.2b atg ogo tgt ttc oca gtc ttc ato att ott ctg ttq cta att goa tot Met Arg Cys Phe Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser goa oct tgc ttt gat goc oga aog aag aoc gat gat gat gtg 000 otg Ala Pro Cys Phe Asp Ala Arg Thr Lys Thr Asp Asp Asp Val Pro Leu toa tot oto ogo gat aat ota aag oga aog ata. cga aca ogo otg aao Ser Ser Leu Arg Asp Asn Leu Lys Arg Thr Ile Arg Thr Arg Leu Asn ata ogo ggg tgo tgo gag gat gga tgg tgo tgt aot got goa 000 tta Ile Arg Gly Cys Cys Glu Asp Gly Trp Cys Cys Thr Ala Ala Pro Leu aoa ggt ogt tagggataaa ggaaaatggc tttggatgag aooootgoaa Thr Gly Arg WO 00/46371 WO 006371PCT/USOO/03021 attgtooctg gatgtgagat ttggaaagca gactgttcct ttcgoacgtg ttcgtggaat ttcgaatggt cgttaacaac acgctgccac ttgcaagcca ccatctctct gtoctttogt atgtggaact gtatgatcta acaactgaaa tgtcagaaag ttttcagtgg gtatacacta tgatcgtata gtcagtaatt TABLE 8 DNA Sequence (SEQ ID NO:34) and Protein Sequence (SEQ ID NO:35) of Mr5.1 atg cgc tgc oto oca gtc ttc gtc att ctt ctg ctg otg att gca tct Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala Ser gca cct agc gtt gat gcc cga ccg aag acc aaa gat gat atg ccc ctg Ala Pro Ser Val Asp Ala Arg Pro Lys Thr Lys Asp Asp Met Pro Leu gca tct ttc cat gat aat gca aag cga ato ctg caa ata ctt cag gac Ala Ser Phe His Asp Asn Ala Lys Arg Ile Leu Gin Ile Leu Gln Asp aga aat ggt tgc tgc aga gca gga gao tgo tgt tca cga ttt gag ata Arg Asn Gly Cys Cys Arg Ala Gly Asp Cys Cys Ser Arg Phe Glu Ile aag gaa aat gac ttt gga tgagacccct gcaaaotgtc cttgqatgtq Lys Glu Asn Asp Phe Gly agatttggaa agcagactgt tootttcgoa cgtgttcgtg gaatttcgaa tggtcgttaa oaacaogctg coacttgcaa gotactatot ototgtcott ttgtctgtgg aactgtatga tcaaaoaact gaaatqtcat agaaattttt caqtgggtaa acactatgac catgta TABLE 9 DNA Sequence (SEQ ID NO:36) and Protein Sequence (SEQ ID NO:37) of Mr5.2 ga atg cgo tgo ctc oca gtc tto gto att ott ctg ctg ctg att goa Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala tot gca cot agc gtt gat gcc oga cog aag aco aaa gat gat atg coo Ser Ala Pro Ser Val Asp Ala Arg Pro Lys Thr Lys Asp Asp Met Pro ctg gca tct ttc cac gat aat gca aaq cga ato ctg caa ata ott cag Leu Ala Ser Phe His Asp Asn Ala Lys Arg Ilie Leu Gin Ile Leu *Gin gao aga aat gct tgc tgo ata gta agg cag tgo tgt tgatgatttg Asp Arg Asn Ala Cys Cys Ile Val Arg Gin Cys Cys agataaagga aaatgacttt ggatqagacc ootgcaaaot gtcotggat gtgagatttg gaaaqcagac tgttcotttO goacgtgtto gtggaattto gaatggtogt taacaaoaog otgooaottg oaagctaota tctotctgtc otttcatctg tggaaotgta tgatcaaaoa actgaaatgt catagaaatt tttcaqtggg taaaoaotat gatoatgtag tcagtaatta catcatttgg aattccatca agcttatoga taccgtogao ctogaggggg ggcccggt WO 00/46371 PCr/USOO/03021 21 TABLE DNA Sequence (SEQ ID NO:38) and Protein Sequence (SEQ ID NO:39) of Mr5.3 atg cgc tgc ctc cca gtc ttt gtc att ctt ctg ctg ctq att gca tct Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala Ser gca cct ago gtt gat gcc cga ccg aag acc aaa gat gat atg ccc ctg Ala Pro Ser Val Asp Ala Arg Pro Lys Thr Lys Asp Asp Met Pro Leu gca tct ttc cat gat aat gca aag cga atc ctg caa ata ctt cag gac Ala Ser Phe His Asp Asn Ala Lys Arg Ile Leu Gin Ile Leu Gin Asp aga aat ggt tgc tgc aga gca gga gac tgo tgt tca tgatttgaga Arg Asn Gly Cys Cys Arg Ala Gly Asp Cys Cys Ser taaagggaaa tgactttgga tgagacccct goaaactgtc cttggatgtg agatttggaa agcagaotgt tcctttcgca ogtgttcgtg gaatttogaa tggtcgttaa caacacgctg ccacttgcaa gctactatct ctctgtcctt toatctgtgg aactgtatga tcaaacaact TABLE 11 DNA Sequence (SEQ ID NO:40) and Protein Sequence (SEQ ID NO:41) of atg cgc tgt otc cog gto tto atc att ott ctg ctg ctg att gca tct Met Arg Cys Leu Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser gca cot ggc gtt gat gc caa cog aag acc aaa tat aat gog coo ctg Ala Pro Gly Val Asp Ala Gin Pro Lys Thr Lys Tyr Asn Aia Pro Leu aca tot otc cac qat aat goa aag ggt ata ota caa gaa cat tgg aac Thr Ser Leu His Asp Asn Ala Lys Gly Ile Leu Gin Glu His Trp Asn aaa cgc tgo tgo ccc aga agg ott gco tgc tgt att ata gga cgg aaa Lys Arg Cys Cys Pro Arg Arg Leu Ala Cys Cys Ile Ile Gly Arg Lys tgaatgattt tggqtgagat ccctgoaaao tgtcoctgga tttgaatttt ggaaagcaga otgttocttt cgcaogtgtt cgtggaattt ogaatggtog ttaacaacac gotgcoactt gcaagctact atctctctgt cctttttctc tgtgaaactg gatggtotaa oaactgaaat gtoatagaaa attttoaatg ggtatactot atgacoatot a TABLE 12 DNA Sequence (SEQ ID NO:42) and Protein Sequence (SEQ ID NO:43) of Ca5.2 atg cgo tgt otc cca gtc tto ato att ott otg otg ctg att gca tot Met Arg Cys Leu Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser gca cot ggc gtt gat goo caa cog aag aco aaa tat gat gog ccc ctg Ala Pro Gly Vai Asp Ala Gin Pro Lys Thr Lys Tyr Asp Ala Pro Leu aca t-t otc cac gat aat gca aag ggt ata ota oaa gaa oat tgg aac Thr Ser Leu His Asp Asn Ala Lys Gly Ile Leu Gin Glu His Trp Asn aaa cgo tgc tgo ccc aao aag oct tgo tgt ttt ata gga agg aaa Lys Arg Cys Cys Pro Asn Lys Pro Cys Cys Phe Ile Gly Arg Lys WO 00/46371 WO 006371PCT/USOO/03021 tgaatgattt tgggtgaqac ccctgoaaac tgtccctgqa tttgaatttt ggaaagcaga ctqttccttt cqoacgtgtt cgtggaattt cgaatggtcq ttaaoaacac gctgccactt goaaqotact atctctctgt cctttttctc tgtgaaaotg gatggtctaa caactgagat gtcataqaaa attttcaatc ggtgtactot atgaooatct a TABLE 13 DNA Sequence (SEQ ID NO:44) and Protein Sequence (SEQ ID NO:45) of Qc5.2 atg cgc tqt gtc cca gtc ttc atc att ctt ctg ctg ctg aqt oca tct Met Arg Cys Val Pro Val Phe Ile Ile Leu Leu Leu Leu Ser Pro Ser gca cct ago gtt gat gcc cat ccg atg aco aaa gat gat gta coo cag Ala Pro Ser Val Asp Ala His Pro Met Thr Lys Asp Asp Val Pro Gin gca tct ctc cat gat gat gca aag cga aco cta caa gta cct tqg atg Ala Ser Leu His Asp Asp Ala Lys Arg Thr Leu Gin Val Pro Trp Met aaa ogc qqg tqo tgo gca atg ttg act tgo tgc gtt gga cga Lys Arg Giy Cys Cys Ala Met Leu Thr Cys Cys Val Giy Arg taaagggaaa tgactttgga tgagacccot acqaaotgto cctggatgtg aaatttqgac agcagactgc toctttcgoa cgtgttcgtq gaatttcgaa tggtcgttaa caacacgctg ccacttgcaa gctattatct ctctgtccct ttatctgtgg aactgqataa tctaacaact gaaacgtcat tgaaaatttt caatggatat atattatgat ocatata TABLE 14 DNA Sequence (SEQ ID NO:46) and Protein Sequence (SEQ ID NO:47) of Gm5.1 gggoagqtac toaacgaact toaggacaca ttcttttcac ctggaoaogg gaaactgact.</p><p>ataaqoaga atg ogo tao ota oca gto ttc gto att ott otq otq ctg att Met Arg Tyr Leu Pro Vai Phe Vai Ile Leu Leu Leu Leu Ile gca tot ata cot agc gat act gto caa otg aag aco aaa gat gat atg Ala Ser Ile Pro Ser Asp Thr Val Gin Leu Lys Thr Lys Asp Asp Met coo otg goa tot ttc cac ggt aat gga aga oqa ato otg oga atg ott Pro Leu Ala Ser Phe His Gly Asn Giy Arg Arq Ile Leu Arg Met Leu toa aac aaa ogo tta tgc tgt gto aco gag gat tqg tgo tgt gaa tgg Ser Asn Lys Arg Leu Cys Cys Val Thr Giu Asp Trp Cys Cys Giu Trp tgg taaaggaaaa tgaotttgga tgagaoooot goaaaotgtt totggatqtg Trp agatttqgaa agoagaotgt totttogcao gtattogtga aacaogotgc oaottgoaag otgctatoto tctgtotttt otaaoaaotg aaatgtoata gacattttto attgggtata taattaoatc atttggaoct tttggatatt tttoagtatg gtcctttgta attatgtatt ttaanaattt angttttqoa aatttogaat. ggtogttaao oatotgtgqa aotgtatgat oaotatgaoo atgtagooag taagtgtqtt. cccttaaaaa oataaattqt aaaaogotgt WO 00/46371 PCT/US00/03021 23 cctttctgtt gntcctacat cantggtggg gaaaagnaaa atgtttggcc ntggtcaaat ttaaataatn accctgccgt ttnaatgcng ttattantgg tattttnaac nttgnacggt taaactt TABLE DNA Sequence (SEQ ID NO:48) and Protein Sequence (SEQ ID NO:49) of Gm5.2 ga atg cgc tgt ctc cca gtc ttc gtc att ctt ctg ctg ctg att gca Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala tct gca cct agc gtt gat gcc caa ccg aag acc aaa gat gat gtg ccc Ser Ala Pro Ser Val Asp Ala Gin Pro Lys Thr Lys Asp Asp Val Pro ctg gca cct ttg cac gat aat ata agg agt act cta caa aca ctt cgg Leu Ala Pro Leu His Asp Asn Ile Arg Ser Thr Leu Gl'n Thr Leu Arg aag aaa gtc tgc tgc cgc cca gtg cag gat tgc tgt tca ggg aaa Lys Lys Val Cys Cys Arg Pro Val Gin Asp Cys Cys Ser Gly Lys tgaagggaaa tgaatttgga tgagacccct gcgaactgtc cctggatgtg agatttggaa agcagactgt tcctttcgca cgtgttcgtg gaatttcgaa tggtcgttaa caacacgctg ccacttgcaa gctactatct ctctgtcctt tcatctgcgg aactggatga cctaaagctt gtgatc EXAMPLE 4 Biological Activity of T-Conotoxins The biological activity of T-conotoxin peptides at the acetylcholine receptor was tested in the fluorescence assay as described by Cornell-Bell et al. (1999). Briefly, primary cortical cells are exposed to acetylcholine in the presence or absence of a T-conotoxin peptide. Acetylcholine causes the primary cortical cells to flux calcium, which is measured by increases in fluorescence in cells loaded with Fluo-3, a calcium imaging dye. The T-conotoxin peptide AuVA inhibited the response of primary cortical cells to acetylcholine at low concentrations (10 pM) at 15 seconds following exposure to the peptide and acetylcholine. This study shows that the T-conotoxin peptide act at the acetylcholine receptor.</p><p>EXAMPLE Effect of T-Conotoxins in a Pain Model The effect of T-conotoxin peptides for use in treating pain was by testing in two pain models, the first being the hind-paw licking model (Woolfe and MacDonald, 1944; Plummer et al., 1991; Suh et al., 1992; Plone et al., 1996) and the second being the accelerating roto-rod model. In the WO 00/46371 PCT/US00/03021 24 hind-paw licking model, it was found that 10 nmol of T-conotoxin peptide AuVA increased the latency to initiate hind-paw licking in mice on a 550 hot plate 15 minutes following freehand i.c.v.</p><p>injection. It was further found that Inmol T-conotoxin peptide AuVA did not have any effect in this model. In the accelerating roto-rod model, it was found that T-conotoxin peptide AuVA produced impairment of motor performance following injection of T-conotoxin peptide AuVA. The effects seen in these models demonstrates that the T-conotoxin peptides have analgesic properties.</p><p>It will be appreciated that the methods and compositions of the instant invention can be incorporated in the form of a variety of embodiments, only a few of which are disclosed herein. It will be apparent to the artisan that other embodiments exist and do not depart from the spirit of the invention. Thus, the described embodiments are illustrative and should not be construed as restrictive.</p><p>LIST OF REFERENCES Barnay, G. et al. (2000). J. Med. Chem.</p><p>Bitan, G. et al. (1997). J. Peptide Res. 49:421-426.</p><p>Bodansky et al. (1966). Chem. Ind. 38:1597-98.</p><p>Cartier, G.E. et al. (1996). J. Biol. Chem. 271:7522-7528.</p><p>Cornell-Bell, A.H. et al. (1999). Kainate spiral waves and integrins: A signaling system without gap junctions. Glia, in press.</p><p>Cruz, L.J. at al. (1976). Verliger 18:302-308.</p><p>Cruz, L.J. et al. (1987). J. Biol. Chem. 260:9280-9288.</p><p>Haack, J.A. et al. (1990). J. Biol. Chem. 265:6025-6029.</p><p>Hammerland et al. (1992). Eur. J. Pharmacol. 226:239-244.</p><p>Horiki, K. et al. (1978). Chemistry Letters 165-68.</p><p>Hubry, V. et al. (1994). Reactive Polymers 22:231-241.</p><p>Kapoor (1970). J. Pharm. Sci. 59:1-27.</p><p>Kornreich, W.D. et al. (1986). U.S. Patent No. 4,569,967.</p><p>Martinez, J.S. et al. (1995). Biochem. 34:14519-14526.</p><p>McIntosh, J.M. et al. (1982). Arch. Biochem. Biophys. 218:329-334.</p><p>Mena, E.E. et al. (1990). Neurosci. Lett. 118:241-244.</p><p>WO 00/46371 PCT/US00/03021 Methoden der Organischen Chemie (Houben-Weyl): Synthese von Peptiden, E. Wunsch Georg Thieme Verlag, Stuttgart, Ger. (1974).</p><p>Myers, R.A. et al. (1991). Biochemistry 30:9370-9377.</p><p>Nishiuchi, Y. et al. (1993). Int. J. Pept. Protein Res. 42:533-538.</p><p>Nowak, L. et al. (1984). Nature 307:462-465.</p><p>Olivera, B.M. et al. (1984). U.S. Patent 4,447,356.</p><p>Olivera, B.M. et al. (1985). Science 230:1338-1343.</p><p>Olivera, B.M. et al. (1996). U.S. Patent 5,514,774.</p><p>Ornstein, et al. (1993). Biorganic Medicinal Chemistry Letters 3:43-48.</p><p>Plone, M. A. et al. (1996). Pain 66:265-70.</p><p>Plummer, J. L. et al. (1991). JPharmacol Methods 26:79-87.</p><p>Rivier, J.R. et al. (1978). Biopolymers 17:1927-38.</p><p>Rivier, J.R. et al. (1987). Biochem. 26:8508-8512.</p><p>Sambrook, J. et al. (1989). Molecular Cloning: A Laboratory Manual, 2nd Ed., Cold Spring Harbor Laboratory, Cold Spring Harbor, NY.</p><p>Schroder Lubke (1965). The Peptides 1:72-75, Academic Press, NY.</p><p>Shon, et al. (1994). Biochemistry 33:11420-11425.</p><p>Stewart and Young, Solid-Phase Peptide Synthesis, Freeman Co., San Francisco, CA (1969).</p><p>Suh, H.H. et al. (1992). Eur JPharmacol 213:337-41.</p><p>Vale et al. (1978). U.S. Patent 4,105,603.</p><p>Van de Steen, P. et al. (1998). Critical Rev. in Biochem. and Mol. Biol. 33:151-208.</p><p>Woolfe, G. and MacDonald, A. (1944). J. Pharmacol. Exp. Ther. 80:300-307.</p><p>Zafaralla, G.C. et al. (1988). Biochemistry 27:7102-7105.</p><p>Zhou et al. (1996). J. Neurochem. 66:620-628.</p><p>U.S. Patent No. 3,972,859.</p><p>U.S. Patent No. 3,842,067.</p><p>U.S. Patent No. 3,862,925.</p><p>U.S. Patent No. 5,514,774.</p><p>U.S. Patent No. 5,531,001.</p><p>U.S. Patent No. 5,534,615.</p><p>U.S. Patent No. 5,364,769.</p><p>U.S. Patent No. 5,545,723.</p><p>WO 00/46371 PCT/US00/03021 26 U.S. Patent No. 5,550,050.</p><p>U.S. Patent No. 5,591,821.</p><p>U.S. Patent No. 5,719,264.</p><p>U.S. Patent No. 5,844,077.</p><p>PCT Published Application WO 92/19195.</p><p>PCT Published Application WO 94/25503.</p><p>PCT Published Application WO 95/01203.</p><p>PCT Published Application WO 95/05452.</p><p>PCT Published Application WO 96/02286.</p><p>PCT Published Application WO 96/02646.</p><p>PCT Published Application WO 96/11698.</p><p>PCT Published Application WO 96/40871.</p><p>PCT Published Application WO 96/40959.</p><p>PCT Published Application WO 97/12635.</p><p>PCT Published Application WO 98/03189.</p><p>EDITORIAL NOTE APPLICATION NUMBER 32235/00 The following Sequence Listing pages 1 to 21 are part of the description. The claims pages follow on pages 27 to 34.</p><p>WO 00/46371 PCT/US00/03021 1 SEQUENCE LISTING &lt;110&gt; University of Utah Research Foundation Cognetix, Inc.</p><p>&lt;120&gt; Tau-Conotoxin Peptides &lt;130&gt; Tau-Conopeptides &lt;140&gt; &lt;141&gt; &lt;150&gt; US 60/118,642 &lt;151&gt; 1999-02-04 &lt;160&gt; 49 &lt;170&gt; PatentIn Ver. &lt;210&gt; 1 &lt;211&gt; 23 &lt;212&gt; PRT &lt;213&gt; Artificial Sequence &lt;220&gt; &lt;223&gt; Description of Artificial Sequence:Generic Sequence for Tau Conopeptides &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 1 is Asp, Glu or gamma-carboxy-Glu (Gla); Xaa at residue 2 is des-Xaa, Gin, Asn, Glu, Trp (D or neo-Trp, halo-Trp, any unnatural aromatic amino acid.</p><p>&lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 3 is des-Xaa, Gly, Ala, Asn or Gin; Xaa at residue 4 is des-Xaa4,Val, Leu (D or L), Ile, Ala, Gly, Glu, Gla, Asp, Ser, Thr, Phe, Trp (D or neo-Trp, halo-Trp (D or L) or any &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; unnatural aromatic amino acid; Xaa at residue 7 is Pro, hydroxy-Pro, Gin, Asn, Glu, Gla, Ala, Gly, Lys, Arg, Ile, Val, homoarginine, ornithine, N-methyl-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys or &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; any unnatural basic amino acid; Xaa at residue 8 is Val, Phe, Thr, Ser, Glu, Gla, Asp, Asn, Gin, Ala, Gly, Ile, Leu (D or Met, Pro, hydroxy-Pro, Arg, homoarginine, ornithine, Lys, N-methyl-Lys, &lt;220&gt; &lt;221&gt; PEPTIDE WO 00/46371 PCT/US00/03021 2 &lt;222&gt; &lt;223&gt; N,N,-dimethyl-Lys, N,N,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa at residue 9 is Val, Ile, Asn, Leu (D or Gin, Gly, Ala, Phe, Glu, Gla, Arg, &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; ornithine, arginine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural aromatic amino acid; Xaa at residue 10 is Ile, Leu (D or Met, Thr, &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Ser, Pro, hydroxy-Pro, Gin, Asp, Glu, Gla, Asn, Arg, homoarginine, ornithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, O-sulpho-Tyr, &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; O-phosopho-Tyr, nitro-Tyr, any unnatural basic amino acid, any unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa at residue 11 is des-Xaa, Ala, Gly, Asp, Glu, Gla, &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (11) &lt;223&gt; Trp (D or neo-Trp, halo-Trp (D or Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, Arg, homoarginine, ornithine, Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, O-sulpho-Tyr, O-phospho-Tyr, &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; nitro-Tyr or any unnatural basic amino acid; Xaa at residue 14 is des-Xaa, Ile, Leu (D or Val, Glu, Gla, Asp, Thr, Ser, Pro, hydroxy-Pro, Trp (D or neo-Trp, halo-Trp (D or Phe, any &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; unnatural aromatic amino acid or any unnatural hydroxy containing amino acid; Xaa at residue is des-Xaall, Gin, Asn, Leu (D or Ile, Val, Ala, Gly, Trp (D or neo-Trp, halo-Trp (D or Arg, &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; homoarginine, ornithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys, any unnatural basic amino acid or any unnatural WO 00/46371 PCT/US00/03021 3 aromatic amino acid; Xaa at residue 16 is'des-Xaa, Ala, Gly, Phe, &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Trp (D or neo-Trp, halo-Trp (D or L) or any unnatural aromatic amino acid; Xaa at residue 17 is des-Xaa, Glu, Gla, Asp, Phe or any unnatural aromatic amino acid.</p><p>&lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 18 is des-Xaa, Ile, Val or Leu (D or Xaa at residue 19 is des-Xaa, Thr, Ser, Arg, homoarginine, ornithine, Lys, N-methy-Lys, N,N-dimethyl-Lys, N,N,N-trimethyl-Lys or any unnatural &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; basic amino acid; Xaa at residue 20 is des-Xaa, Glu, Gla or Asp; Xaa at residue 21 is des-Xaa, Asn or Gin; Xaa at residue 22 is des-Xaa, Asp, Glu or Gla.</p><p>&lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (23) &lt;223&gt; Xaa at residue 23 is des-Xaa, Phe or any unnatural aromatic amino acid.</p><p>&lt;400&gt; 1 Xaa Xaa Xaa Xaa Cys Cys Xaa Xaa Xaa Xaa Xaa Cys Cys Xaa Xaa Xaa 1 5 10 Xaa Xaa Xaa Xaa Xaa Xaa Xaa &lt;210&gt; 2 &lt;211&gt; 11 &lt;212&gt; PRT &lt;213&gt; Conus aulicus &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 4 is Pro or hydroxy-Pro; Xaa at residue 8 is Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, O-sulpho-Tyr, O-phospho-Tyr or nitro-Tyr.</p><p>&lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (11) &lt;223&gt; Xaa at residue 11 is Trp (D or neo-Trp or halo-Trp (D or L).</p><p>&lt;400&gt; 2 Phe Cys Cys Xaa Val Ile Arg Xaa Cys Cys Xaa 1 5 WO 00/46371 PCTUSOO/03021 4 &lt;210&gt; 3 &lt;211&gt; 11 &lt;212&gt; PRT &lt;213&gt; Conus aulicus &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (8) &lt;223&gt; Xaa at residue 4 is Pro or hyciroxy-Pro; Xaa at residue 8 is Tyr, nor-Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0-phospho-Tyr or nit ro-Tyr.</p><p>&lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (11) &lt;223&gt; Xaa at residue 11 is Trp (D or neo-Trp or halo-Trp (D or L).</p><p>&lt;400&gt; 3 Phe Cys Cys Xaa Phe Ile Arg Xaa Cys Cys Xaa 1 5 &lt;210&gt; 4 &lt;211&gt; &lt;212&gt; PRT &lt;213&gt; Conus textile &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (7) &lt;223&gt; Xaa at residue 6 is Tyr, mono-halo-Tyr, di-halo-Tyr, 0-suipho-Tyr, 0-phospho-Tyr or nitro-Tyr; Xaa at residue 7 is Trp (D or L), neo-Trp or halo-Trp (D or L).</p><p>&lt;400&gt; 4 Cys Cys Gin Thr Phe Xaa Xaa Cys Cys Gin 1 5 &lt;210&gt; &lt;211&gt; 13 &lt;:212&gt; PRT &lt;213&gt; Conus geographus &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 1 is Gin or pyro-Glu; Xaa at residue 3 is Trp (D or neo-Trp or halo-Trp (D or Xaa at residue 6 is Lys, N-methyl-Lys, N, N-dimethyl-Lys or N, N, N-trimethyl-Lys.</p><p>&lt;22 0&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (7) &lt;223&gt; Xaa at residue 7 is Glu or gamma-carboxy-Glu.</p><p>&lt;400&gt; Xaa Gly Xaa Cys Cys Xaa Xaa Asn Ile Ala Cys Cys Ile 1 5 WO 00/46371 WO 006371PCT/USOO/03021 &lt;210&gt; 6 &lt;211&gt; &lt;212&gt; PRT &lt;213&gt; Conus quercinus &lt;400&gt; 6 Gly Cys Cys Ala Arg Leu Thr Cys Cys Val 1 5 &lt;210&gt; 7 &lt;211&gt; 12 &lt;212&gt; PRT &lt;213&gt; Conus purpurascens &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 5 is Pro or hydroxy-Pro; Xaa at residue 6 is Lys, N-methyl-Lys, N,N-dimethyly-Lys or N, N, N-trimethyl-Lys.</p><p>&lt;400&gt; 7 Asn Gly Cys Cys Xaa Lys Gin Met Arg Cys Cys Thr 1 5 &lt;210&gt; 8 &lt;211&gt; &lt;212&gt; PRT &lt;213&gt; Conus imperialis &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residues 2 and 15 is Trp (D or L) neo-Trp or halo-Trp (D or Xaa at residue 8 is Lys, N-methyl-Lys, N,N-dirnethyi-Lys or N,N,N-triinethyl-Lys; Xaa at residues 10 and 14 is Pro or hydroxy-Pro.</p><p>&lt;400&gt; 8 Asp Xaa Asn Ser Cys Cys Gly Xaa Asn Xaa Gly Cys Cys Xaa Xaa 1 5 10 &lt;210&gt; 9 &lt;211&gt; 13 &lt;212&gt; PRT &lt;213&gt; Conus geographus &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 1 is Gin or pyro-Glu; Xaa at residue 2 is Trp (D or neo-Trp or halo-Trp (D or Xaa at residue 6 is Lys, N-methyl-Lys, N, N,-dimethyl-Lys or N, N, N-trimethyl-Lys.</p><p>&lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; (7) &lt;223&gt; Xaa at residue 7 is Glu or gamxna-carboxy-Glu.</p><p>WO 00/46371 WO 006371PCTIUSOO/03021 &lt;400&gt; 9 Xaa Gly Xaa Cys Cys Xaa Xaa Asn Ile Arg 1 5 Cys Cys Val &lt;210&gt; &lt;211&gt; &lt;212&gt; &lt;213&gt; &lt;220&gt;.</p><p>&lt;221&gt; &lt;222&gt; &lt;223&gt;</p><p>PRT</p><p>Conus textile</p><p>PEPTIDE</p><p>Xaa at residues 1 and 4 is Glu or gamxna-carboxy-Glu; Xaa at residue neo-Trp or halo-Trp (D or L); 13 is Pro or hydroxy-Pro..</p><p>7 is Trp (D or Xaa at residue Ala Ala Xaa Leu Thr &lt;400&gt; Xaa Cys Cys Xaa Asp Gly Xaa Cys Cys Thr 1 5 10 &lt;210&gt; &lt;211&gt; &lt;212&gt; &lt;213&gt; &lt;220&gt; &lt;221&gt; &lt;222&gt; &lt;223&gt; 11</p><p>PRT</p><p>Conus textile</p><p>PEPTIDE</p><p>(13) ;Xaa at residue 4 is Glu or garnma-carboxy-Glu; Xaa at residue 7 is Trp (D or L) neo-Trp or halo-Trp (D or Xaa at residue 13 is Pro or hydroxy-Pro.</p><p>&lt;400&gt; 11 Gly Cys Cys Xaa Asp Gly Xaa Cys Cys Thr Ala Ala Xaa Leu Thr 1 5 10 &lt;210&gt; &lt;211&gt; &lt;212&gt; &lt;213&gt; &lt;220&gt; &lt;221&gt; &lt;222&gt; &lt;223&gt; 12</p><p>PRT</p><p>Conus marmoreus</p><p>PEPTIDE</p><p>(17) Xaa at residue 14 and 17 is Glu or gamxna-carboxy-Glu; Xaa at residue 16 is Lys, N-methyl-Lys, N,N-diinethyl-Lys or N, N,N-trimethyl-Lys.</p><p>&lt;400&gt; 12 Asn Gly Cys Cys Arq Ala Gly Asp Cys Cys Ser Arg Phe Xaa Ile Xaa 1 5 10 Xaa Asn Asp Phe &lt;210&gt; 13 &lt;211&gt; WO 00/46371 WO 006371PCT/USOO/03021 &lt;212&gt; PRT &lt;213&gt; Conus &lt;400&gt; 13 Asn Ala Cys 1 &lt;210&gt; 14 &lt;211&gt; 11 &lt;212&gt;.PRT &lt;213&gt; Conus &lt;400&gt; 14 Asn Gly Cys 1 &lt;210&gt; &lt;211&gt; 11 &lt;212&gt; PRT &lt;213&gt; Conus marmoreus Cys Ile Val Arg Gin Cys Cys 5 marmoreus Cys Arg Ala Gly Asp Cys Cys Ser 5 caracteristicus &lt;220&gt; &lt;221&gt; &lt;222&gt; &lt;223&gt;</p><p>PEPTIDE</p><p>(3) Xaa at residue 3 is Pro or hydroxy-Pro.</p><p>&lt;400&gt; Cys Cys Xaa 1 Arg Arg Leu Ala Cys Cys Ile Ile 5 &lt;210&gt; &lt;211&gt; &lt;212&gt; &lt;213&gt; 16</p><p>PRT</p><p>Conus caracteristicus &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 3 and 6 is Pro or hydroxy-Pro; Xaa at residue 5 is Lys, N-rnethyl-Lys, N, N-dimethyl-Lys or N, N, N-trimethyl-Lys.</p><p>&lt;400&gt; 16 Cys Cys Xaa 1 &lt;210&gt; 17 &lt;211&gt; &lt;212&gt; PRT &lt;213&gt; Conus &lt;400&gt; 17 Gly Cys Cys 1 &lt;210&gt; 18 &lt;211&gt; 13 &lt;212&gt; PRT &lt;213&gt; Conus Asn Xaa Xaa Cys Cys Phe Ile 5 quercinus Ala Met Leu Thr Cys Cys Val 5 gioriamaris WO 00/46371 WO 006371PCT/USOO/03021 &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 6 and 11 is Glu or garmma-carboxy-Glu; Xaa at residues 8, 12 and 13 is Trp (D or neo-Trp or.halo-Trp (D or L).</p><p>&lt;400&gt; 18 Leu Cys Cys Val Thr Xaa Asp Xaa Cys Cys Xaa Xaa Xaa 1 5 &lt;210&gt; 19 &lt;211&gt; 11 &lt;212&gt; PRT &lt;213&gt; Conus gloriamaris &lt;220&gt; &lt;221&gt; PEPTIDE &lt;222&gt; &lt;223&gt; Xaa at residue 5 is Pro or hydroxy-Pro.</p><p>&lt;400&gt; 19 Val Cys Cys Arg Xaa Val Gin Asp Cys Cys Ser 1 5 &lt;210&gt; &lt;211&gt; 554 &lt;212&gt; DNA &lt;213&gt; Conus textile &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (65)..(250) &lt;400&gt; ggtactoaac gaacttcaag acacattctt ttcacctgqa cacgggaagc tgactacaag caga atg tgc tgt ctc cca gtg tto gtc att ctt otg ctg ctg att gca 109 Met Cys Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala 1 5 10 tct gca cot ago gtt gat gcc caa cog aaq acc Ser Ala Pro Ser Val Asp Ala Gin Pro Lys Thr 25 ctg gca cot ttg cac gat aat gca aag agt gca Leu Ala Pro Leu His Asp Asn Ala Lys Ser Ala 40 caa ogc tgc tgc caa aca ttc tat tgg tgc tgt Gin Arg Cys Cys Gin Thr Phe Tyr Trp Cys Cys 55 tgaatttgga tgagacccct gcgaactgtc catggatgtg tootttogca cgtgttogtg qaattttgaa tggtcgttaa gotactatot otctgtcott tcatctgtgg aactggatga agaaattttt oagtgqgtat acactatgac oatgtagtca ttttgaaata tttttcaaaa tgttaagatt tttcccong aaa gat gat gtg ccc 157 Lys Asp Asp Val Pro ota caa oat ttg aac 205 Leu Gin His Leu Asn gtt oaa qgg aaa 250 Val Gin Gly Lys agatttggaa agcagaotgt 310 oaacacgctg coaottgoaa 370 cctaaoaact gaaatatoat 430 gtaattacat catttggaoo 490 gaaaggnott ttgaagtaaa 550 WO 00/46371 WO 006371PCT/USOO/03021 tatt &lt;210&gt; 21 &lt;211&gt; 62 &lt;212&gt; PRT &lt;213&gt; Conus textile &lt;400&gt; 21 Met Cys Cys Leo Pro Val Phe Val Ile Leu Leo Leo Leu Ile Ala Ser 1 5 10 Ala Pro Ser Val Asp Ala Gin Pro Lys Thr Lys Asp Asp Val Pro Leu 25 Ala Pro Leu His Asp Asn Ala Lys Ser Ala Leo Gin His Leo Asn Gin 40 Arq Cys Cys Gin Thr Phe Tyr Trp Cys Cys Val Gin Gly Lys 55 &lt;210&gt; 22 &lt;211&gt; 416 &lt;212&gt; DNA &lt;213&gt; Conus geographus &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (183) &lt;400&gt; 22 atg tgc tgt ctc cca gtc ttc gtc att ctt ctg ttq ctg att aca tct Met Cys Cys Leo Pro Val Phe Val Ile Leo Leu Leo Leo Ile Thr Ser 1 5 10 gca cct agc gtt gat gct cta ccg aaq acc agg gat gat gtg ccc cta Ala Pro Ser Val Asp Ala Leu Pro Lys Thr Arg Asp Asp Val Pro Leo 25 gca tct ttc cac ggt gga tat aat gca agg aga atc cta caa agg cgt Ala Ser Phe His Gly Gly Tyr Asn Ala Arg Arg Ile Leo Gin Arg Arg 40 cag ggc tgg tgc tgc aaa gaa aat att gcg tgc tgt ata taqtggtaac Gin Giy Trp Cys Cys Lys Glu Asn Ile Ala Cys Cys Ile 55 gggaaatgac tttgqatgag acccctgcaa actqtccctg gatgtgaaat ttggaaagta gactgttcct ttcgcgcgtg ttcgtggaat ttcaaatggt cgtcaacaac acactgctac ttqcaaagct actatctctc tgtcctttca tctgtggaac tgggtgatct aacagctgaa atgtcgcaga aatttttcaa ttggtctata ctatgaccat gta &lt;210&gt; 23 &lt;211&gt; 61 &lt;212&gt; PRT &lt;213&gt; Conos geographus &lt;400&gt; 23 Met Cys Cys Leo Pro Val Phe Val Ile Leo Leo Leu Leu Ile Thr Ser 554 48 96 144 193 253 313 373 416 WO 00/46371 WO 00/37 1PCTIUSOO/03021 1 5 10 Ala Pro Ser Val Asp Ala Leu Pro Lys Thr Arg Asp Asp Val Pro Leu 25 Ala Ser Phe His Gly Gly Tyr Asn Ala Arg Arg Ile Leu Gin Arg Arg 40 Gln Gly Trp Cys Cys Lys Glu Asn Ile Ala Cys Cys Ile 55 &lt;210&gt; 24 &lt;211&gt; 413 &lt;212&gt; DNA &lt;213&gt; Conus quercinus &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (186) &lt;400&gt; 24 atg cgc tqt gtc cca gtc ttc atc att ctt ctg ctg otg agt cca tot Met Arg Cys Val Pro Val Phe Ile Ile Leu Leu Leu Leu Ser Pro Ser 1 5 10 gca oct agc gtt gat goc cat cog atg acc aaa gat gat gtg coo cag Ala Pro Ser Val Asp Ala His Pro Met Thr Lys Asp Asp Val Pro Gin 25 gca tca ttc cat gat gat gca aag cga acc cta caa gta cct tgg atq Ala Ser Phe His Asp Asp Ala Lys Arg Thr Leu Gin Val Pro Trp Met 40 aaa cqc ggg tgo tgc gca agg ttg act tgc tqc gtt gga cqa Lys Arg Gly Cys Cys Ala Arg Leu Thr Cys Cys Val Gly Arq 55 taaagggaaa tgactttgqa tgagaoccct qogaactgto ootggatgtg aaatttggac agoagactgc tootttogoa ogtgttcgtg qaattttgaa tggtcgttaa caaoaogotg ccacttgoaa gotattatot otctgtooot ttatctgtgg aactqgataa tctaacaact gaaatgtcat tgaaaatttt caatggatat atattatgat coatata &lt;210&gt; &lt;211&gt; 62 &lt;212&gt; PRT &lt;213&gt; Conus quercinus &lt;400&gt; Met Arg Cys Val Pro Val Phe Ile Ile Leu Leu Leu Leu Ser Pro Ser 1 5 10 Ala Pro Ser Val Asp Ala His Pro Met Thr Lys Asp Asp Val Pro Gin 25 Ala Ser Phe His Asp Asp Ala Lys Arg Thr Leu Gin Val Pro Trp Met -40 Lys Arg Gly Cys Cys Ala Arg Leu Thr Cys Cys Val Gly Arg 55 48 96 144 186 246 306 366 413 WO 00/46371 WO 006371PCT/USOO/03021 &lt;210&gt; 26 &lt;211&gt; 435 &lt;212&gt; DNA &lt;213&gt; Gonus imperialis &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (26)..(211) &lt;400&gt;-26 aattoggaag ctgactaczia qoaga atg tao tgt ctc cca gtc ttc atc att Met Tyr Cys Leu Pro Val Phe Ile Ile 1 ctt ctg ctg ctg att tca tct gca cct agc act oct cc caa cca agq Leu Leu Leu Leu Ile Ser Ser Ala Pro Ser Thr Pro Pro Gin Pro Arg 15 20 aao aaa gat ogt gtg cac ctq ata tot tta cto gat aat cac aag caa Asn Lys Asp Arg Val His Leu Ile Ser Leu Leu Asp Asn His Lys Gin 35 atc cta caa aga gat tgg aac agt tgc tgt ggg aaa aat cct gqt tqc Ile Leu Gin Arg Asp Trp Asn Ser Cys Cys Gly Lys Asn Pro Gly Cys 50 tgt cot tgg gga aaa tgaotttgga tgagaccoct goaaaotgtc ootggatgtg Cys Pro Trp Gly Lys agatttggaa aqcagaccgt ttgtggaatt ttgaatggto gttaaoaaoa ogotgoca( tgcaagotac aatctctotg tcctttcatc tttggaactg qatgatcaaa caactgaa gtcatagaaa tttttcaatg ggtataoaat atgtgggcat ttagtcagta attacatoc t tgg &lt;210&gt; 27 &lt;211&gt; 62 &lt;212&gt; PRT &lt;213&gt; Conus imperialis &lt;400&gt; 27 Met Tyr Cys Leu Pro Vai Phe Ile Ile Leu Leu Leu Leu Ile Ser Ser 1 5 10 Ala Pro Ser Thr Pro Pro Gin Pro Arg Asn Lys Asp Arg Val His Leu 25 Ile Ser Leu Leu Asp Asn His Lys Gin Ile Leu Gin Arg Asp Trp Asn 40 Ser Cys Cys Gly Lys Asn Pro Gly Cys Cys Pro Trp Giy Lys 55 &lt;210&gt; 28 &lt;211&gt; 421 &lt;212&gt; DNA &lt;213&gt; Conus geographus -t at at WO 00/46371 WO 00/37 1PCT/USOO/03021 &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (183) &lt;400&gt; 28 atg tgc tgt ctc oca. gtc ttc qtc att ctt ctg ttg ctg att aca. tct Met Cys Cys Leu Pro Val Phe Vai Ile Leu Leu Leu Leu Ile Thr Ser 1 5 10 gca cct agc gtt gat gct cta ccg aag acc agg gat gat gtg ccc cta Ala Pro Ser Val Asp Ala Leu Pro Lys Thr Arg Asp Asp Vai Pro Leu 25 gca tct ttc cac ggt gga tat aat gca aqq aga atc ota caa agg cgt Ala Ser Phe His Gly Giy Tyr Asn Ala Arg Arg Ile Leu Gin Arg Arg -40 cag ggc tgg tgc tgc aaa gaa aat att gog tgc tqt gta tagtggtaac Gin Gly Trp Cys Cys Lys Giu Asn Ile Ala Cys Cys.-al 55 gggaaatgac tttggatqag acccctqcaa actgtccctg gatqtqaaat ttggaaagta gactgttcct ttcgcgcgtg ttcgtggaat ttcaaatggt cgtcaacaac acactqctac ttgcaaaqct actatctctc tgtcctttca tctgtggaac tgggtgatct aacaqctgaa atgtcqcaga aatttttcaa ttggtctata ctatqaccat gtagtcag &lt;210&gt; 29 &lt;211&gt; 61 &lt;212&gt; PRT &lt;213&gt; Conus geographus &lt;400&gt; 29 Met Cys Cys Leu Pro Vai Phe Val Ile Leu Leu Leu Leu Ile Thr Ser 1 5 10 Ala Pro Ser Val Asp Ala Leu Pro Lys Thr Arg Asp Asp Val Pro Leu 25 Ala Ser Phe His Gly Gly Tyr Asn Ala Arg Arg Ile Leu Gin Arg Arg 40 Gin Gly Trp Cys Cys Lys Giu Asn Ile Ala Cys Cys Val 55 &lt;210&gt; &lt;211&gt; 431 &lt;212&gt; DNA &lt;213&gt; Conus textile &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; &lt;400&gt; atg cgc tgt ttc cca gtc ttc atc att ctt ctg ctg cta att gca. tct Met Arg Cys Phe Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 gca cct tgc ttt gat gcc cga acg aag acc gat gat gat gtg ccc ctg 48 96 144 193 253 313 373 421 48 WO 00/46371 WO 006371PCTUSOO/03021 Ala Pro Cys Phe Asp Ala Arg Thr Lys Thr Asp 25 tca tct ctc cgc gat aat cta aag cqa acq ata Ser Ser Len Arg Asp Asn Len Lys Arg Thr Ile 40 ata cgc gag tgc tgc gag gat gga tgg tgc tgt Ile Arg Gin Cys Cys Giu Asp Gly Trp Cys Cys 55 aca ggt cgt tagggataaa ggaaaatggc tttggatgac Thr Gly Arg attgtccctg gatgtgagat ttgqaaagca gactgttcct ttcgaatggt cgttaacaac acgctgccac ttgcaagcca atgtggaact gtatgatcta acaactgaaa tgtcagaaag tgatcgtata &lt;210&gt; 31 &lt;211&gt; 67 &lt;212&gt; PRT &lt;213&gt; Conns textile &lt;400&gt; 31 Met Arg Cys Phe Pro Val Phe Ile Ile Len Len 1 5 10 Ala Pro Cys Phe Asp Ala Arg Thr Lys Thr Asp 25 Ser Ser Len Arg Asp Asn Len Lys Arg Thr Ile 40 Ile Arg Gin Cys Cys Gin Asp Gly Trp Cys Cys 55 Thr Gly Arg Asp Asp Val cga aca cgc Arq Thr Arg 45 act gct gca Thr Ala Ala 60 4 acccctgcga ttcgcacgtg1 ccatctctct ttttcagtgg Pro Len ctg aac Len Asn ccc tta Pro Len ttcgtggaat gtcctttcgt gtatacacta Len Len Ile Ala Ser Asp Asp Val Pro Len Arg Thr Arg Len Asn Thr Ala Ala Pro Len &lt;210&gt; 32 &lt;211&gt; 441 &lt;212&gt; DNA &lt;213&gt; Conns textile &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; &lt;400&gt; 32 atg cgc tgt ttc cca gtc ttc atc att ctt ctg ttg cta att gca tct Met Arg Cys Phe Pro Val Phe Ile Ile Len Len Len Len Ile Ala Ser 1 5 10 gca cct tgc ttt gat gcc cga acg aag acc gat gat gat gtg ccc ctg Ala Pro Cys Phe Asp Ala Arg Thr Lys Thr Asp Asp Asp Val Pro Len 25 WO 00/46371 WO 006371PCT/USOO/03021 tca tct ctc ege gat aat cta aag cga aeg ata ega aca cgc ctg aac 144 Ser Ser Leu Arg Asp Asn Leu Lys Arg Thr Ile Arg Thr Arg Leu Asn 40 ata cgc ggg tgc tgc gag gat gga tgg tge tgt act get gca eec tta 192 Ile Arq Gly Cys Cys Giu Asp Gly Trp Gys Cys Thr Ala Ala Pro Leu 55 aca ggt cgt tagggataaa ggaaaatggc tttqgatgag aeeeetgeaa 241 Thr Gly Arg attgtccctg gatgtgagat ttggaaagea gactgttcct ttegeaegtg ttcgtggaat 301 ttegaatggt cgttaaeaae acgetgceac ttgeaagcea eeatctctet gteetttegt 361 atgtggaaet gtatgateta acaaetgaaa tgteagaaag ttttcagtgg gtatacacta 421 tgategtata gtcagtaatt (210&gt; 33 &lt;211&gt; 67 &lt;212&gt; PRT &lt;213&gt; Conus textile &lt;400&gt; 33 Met Arg Cys Phe Pro 1 5 Val Phe Ile Ile Leu Leu Leu Ile Ala Ser Ala Pro Cys Ser Ser Leu Ile Arg Gly Thr Gly Arg Asp Ala Arg Thr Lys Thr Asp Asp Asp Val Pro Leu Arg Asp Asn Leu Lys Arg Thr Ile Arg Thr Arg Leu Asn 40 Cys Cys Glu Gly Trp Cys Cys Thr Ala Ala Pro Leu &lt;210&gt; 34 &lt;211&gt; 416 &lt;212&gt; DNA &lt;213&gt; Conus marinoreus &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; &lt;400&gt; 34 atg cgc tgc etc eca gte tte gte att Met Arg Cys Leu Pro Val Phe Val Ile 1 5 gea ect age gtt gat gee ega ceg aag Ala Pro Ser Val Asp Ala Arg Pro Lys 25 gea tct tte eat gat aat gea aag ega Ala Ser Phe His Asp Asn Ala Lys Arg etg etg etg att Leu Leu Leu Ile gea tet Ala Ser ace aaa gat gat Thr Lys Asp Asp atg eee etg Met Pro Leu ett eag gac Leu Gin Asp ate etg caa Ile Leu Gin WO 00/46371 PCTUSOO/03021 aga aat gqt tgc tgc aga gca gga gac tgc tgt tca -cga ttt gag ata 192 Arg Asn Gly Cys Cys Arg Ala Gly Asp Cys Cys Ser Arg Phe GiuIle 55 aag gaa aat gac ttt gga tgagacecct gcaaactgtc cttggatgtg 240 Lys Giu Asn Asp Phe Gly agatttggaa agcagactgt tcctttcgca cgtgttcgtg gaatttcgaa tggtcgttaa 300 caacacgctg ccacttgcaa gctactatct ctctgtcctt ttgtctgtgg aactgtatga 360 tcaaacaact gaaatgtcat agaaattttt cagtgqgtaa acactatgac catgta 416 &lt;210&gt; &lt;211&gt; &lt;212&gt; PRT &lt;213&gt; Conus marmoreus &lt;400&gt; Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 Ala Pro Ser Val Asp Ala Arg Pro Lys Thr Lys Asp Asp Met Pro Leu 25 Ala Ser Phe His Asp Asn Ala Lys Arg Ile Leu Gin Ile Leu Gin Asp 40 Arq Asn Gly Cys Cys Arg Ala Gly Asp Cys Cys Ser Arg Phe Glu Ile 55 Lys Glu Asn Asp Phe Gly &lt;210&gt; 36 &lt;211&gt; 487 &lt;212&gt; DNA &lt;213&gt; Conus marmoreus &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; &lt;400&gt; 36 ga atg cgc tgc ctc cca gtc ttc gtc att ctt. otg ctg ctg att gca 47 Met Arg Cys Leu Pro Val Phe Vai Ile Leu Leu Leu Leu Ile Ala 1 5 10 tot gca cct ago gtt gat gee cga cog aag ace aaa gat gat atg 000 Ser Ala Pro Ser Val Asp Ala Arg Pro Lys Thr Lys Asp Asp Met Pro 25 otg gca tot ttc cac gat aat gca aag cga atc ctg caa ata ctt cag 143 Leu -Ala Ser Phe His Asp Asn Ala Lys Arg Ile Leu Gin Ile Leu Gin 40 gac aga aat got tgo tgo ata gta agg cag tgc tgt tgatgatttg 189 Asp Arg Asn Ala Cys Cys Ile Val Arg Gin Cys Cys agataaagga aaatgaettt ggatgagacc cotgeaaact gtccctggat gtgagatttg 249 WO 00/46371 WO 006371PCT[USOO/03021 gaaagcagao ctgccacttg actqaaatgt catcatttgg &lt;210&gt; 37 &lt;211&gt;.59 &lt;212&gt; PRT &lt;213&gt; Conus &lt;400&gt; 37 Met Arg Cys 1 Ala Pro Ser Ala Ser Phe Arg Asn Ala tgttcotttc gcacqtgttc gtggaatttc gaatggtogt taacaaoacq 309 caagotacta totototgtc otttcatotg tggaactqta tgatcaaaca 369 catagaaatt tttoagtggg taaacactat gatcatgtaq tcagtaatta 429 aattccatca agcttatoga taccqtcgac ctcgagggqg ggoocggt 487 marmoreus Leu Pro Val 5 Val Asp Ala His Asp Asn Cys Cys Ile Phe Val Ile Leu Leu Leu Leu Ile Ala Ser 10 Arg Pro Lys Thr Lys Asp Asp Met Pro Leu 25 Ala Lys Arg Ile Leu Gin Ile Leu Gin Asp Val Arg Gin Cys Cys &lt;210&gt; 38 &lt;211&gt; 370 &lt;212&gt; DNA &lt;213&gt; Conus marinoreus &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; &lt;400&gt; 38 atq cqo tgo cto oca gto ttt gto att ctt otq Met Arg Cys Leu Pro Vai Phe Vai Ile Leu Leu 1 5 10 gca oct ago gtt gat gcc cga ccg aag acc aaa Ala Pro Ser Val Asp Ala Arg Pro Lys Thr Lys 25 gca tct ttc cat gat aat qoa aag cga atc ctq Ala Ser Phe His Asp Asn Ala Lys Arg Ile Leu 40 aga aat ggt tgc tgc aqa gca gga gao tgc tgt Arg Asn Giy Cys Cys Arg Ala Gly Asp Cys Cys 55 taaagggaaa tgactttgga tgagaccoct goaaactgtc agcagactgt tootttcgoa cgtgttcgtg gaatttcgaa ccacttqcaa qotactatct ctctgtcctt tcatctgtgg otg ctg att Leu Leu Ile gca tot Ala Ser gat gat Asp Asp atg ccc ctg Met Pro Leu ott cag gao Leu Gin Asp caa Gin ata Ile toa tgatttgaga 190 Ser ottggatgtg agatttggaa 250 tggtcqttaa oaaoaogctg 310 aaotgtatqa toaaacaaot 370 &lt;210&gt; 39 &lt;211&gt; &lt;212&gt; PRT WO 00/46371 WO 006371PCTIUSOO/03021 &lt;213&gt; Conus marmoreus &lt;400&gt; 39 Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 Ala Pro Ser Val Asp Ala Arg Pro Lys Thr Lys Asp Asp Met Pro Leu 25 Ala Ser Phe His Asp Asn Ala Lys Arg Ile Leu Gin Ile Leu Gin Asp 40 Arg Asn Gly Cys Cys Arg Ala Gly Asp Cys Cys Ser 55 &lt;210&gt; &lt;211&gt; 413 &lt;212&gt; DNA &lt;213&gt; Conus caracteristicus &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (192) &lt;400&gt; atg cgc tgt ctc ccg gtc ttc atc att ctt ctg ctg ctg att gca tct Met Arg Cys Leu Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 gca cct ggc gtt gat gcc caa ccg aag acc aaa tat aat qog ccc ctq Ala Pro Gly Val Asp Ala Gin Pro Lys Thr Lys Tyr Asn Ala Pro Leu 25 aca tct ctc cac gat aat gca aag ggt ata cta caa gaa cat tgq aac Thr Ser Leu His Asp Asn Ala Lys Gly Ile Leu Gin Glu His Trp Asn 40 aaa cgc tgc tgc ccc aga aqg ctt gcc tgc tgt att ata gga cgg aaa Lys Arg Cys Cys Pro Arq Arg Leu Ala Cys Cys Ile Ile Gly Arg Lys 55 tgaatgattt tggqtgagat ccctgcaaac tgtccctgga tttgaatttt ggaaagcaga ctgttccttt cgcacgtgtt cgtggaattt cgaatggtcg ttaacaacac qctgccactt gcaagctact atctctctgt cctttttctc tgtqaaactg gatggtctaa caactqaaat qtcatagaaa attttcaatg ggtatactct atgaccatct a &lt;210&gt; 41 &lt;211&gt; 64 &lt;212&gt; PRT.</p><p>&lt;213&gt; Conus caracteristicus &lt;400&gt; 41 Met Arg Cys Leu Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 Ala Pro Gly Val Asp Ala Gin Pro Lys Thr Lys Tyr Asn Ala Pro Leu 25 Thr Ser Leu His Asp Asn Ala Lys Gly Ile Leu Gin Giu His Trp Asn 48 96 144 192 252 312 372 413 WO 00/46371 WO 006371PCT/USOO/03021 18 40 Lys Arq Cys Cys Pro Arg Arg Leu Ala Cys Cys Ile Ile Gly Arg Lys 55 &lt;210&gt; 42 &lt;211&gt; 410 &lt;212&gt; DNA &lt;213&gt; Conus caracteristicus &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; &lt;400&gt; 42 atq cgc tqt ctc cca gtc ttc atc att ctt ctg ctq ctg att gca tct 48 Met Arg Cys Leu Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 gca cct gqc qtt gat gcc caa ccg aag acc aaa tat gat gcq ccc ctg 96 Ala Pro Gly Val Asp Ala Gin Pro Lys Thr Lys Tyr Asp Ala Pro Leu 25 aca tct ctc cac gat aat qca aag qgt ata cta caa qaa cat tgq aac 144 Thr Ser Leu His Asp Asn Ala Lys Gly Ile Leu Gin Giu His Trp Asn 40 aaa cgc tgc tgc ccc aac aag cct tgc tgt ttt ata gqa agg aaa 189 Lys Arg Cys Cys Pro Asn Lys Pro Cys Cys Phe Ile Gly Arg Lys 55 tgaatgattt tqggtgagac ccctgcaaac tgtccctgga tttgaatttt ggaaagcaga 249 ctgttccttt cgcacgtgtt cgtggaattt cgaatggtcg- ttaacaacac gctgccactt 309 gcaagctact atctctctgt cctttttctc tgtgaaactg gatqqtctaa caactgagat 369 gtcatagaaa attttcaatc ggtgtactct atgaccatct a 410 &lt;210&gt; 43 &lt;211&gt; 63 &lt;212&gt; PRT &lt;213&gt; Conus caracteristicus &lt;400&gt; 43 Met Arg Cys Leu Pro Val Phe Ile Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 Ala Pro Giy Val Asp Ala Gin Pro Lys Thr Lys Tyr Asp Ala Pro Leu 25 Thr Ser Leu His Asp Asn Ala Lys Gly Ile Leu Gin Glu His Trp Asn 40 Lys Arq Cys Cys Pro Asn Lys Pro Cys Cys Phe Ile Gly Arg Lys 55 &lt;210&gt; 44 &lt;211&gt; 413 &lt;212&gt; DNA &lt;213&gt; Conus quercinus WO 00/46371 WO 006371PCTUSOO/03021 &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (186) &lt;400&gt; 44 atg cqc tgt gtc cca qtc ttc atc Met Arg Cys Val Pro Val Phe Ile 1 5 qca cct agc qtt gat gcc cat ccg Ala Pro Ser Vai Asp Ala His ProI gca tct ctc cat gat qat gca aag Ala Ser Leu His Asp Asp Ala Lys -40 aaa cgc gqg tgc tqc gca atq ttq Lys Arg Gly Cys Cys Ala Met Leu 55 taaagggaaa tqactttgqa tgagacccct agcagactqc tcctttcgca cgtgttcgtg ccacttgcaa gctattatct ctctgtccct gaaacgtcat tgaaaatttt caatggatat att Ile atg Met 25 cga A.rg ctg ctg ctg agt Leu Leu Leu Ser cca tct Pro Ser aaa gat gat Lys Asp Asp gta Val ccc cag Pro Gin tgg atg Trp Met acc cta Thr Leu caa gta cct Gin Val Pro gtt gga cqa Val-Gly Arg act tgc tgc Thr Cys Cys acgaactgtc gaatttcgaa ttatctgtgq atattatgat cctggatgtg aaatttggac tggtcgttaa caacacqctg aactggataa tctaacaact ccatata 246 306 366 413 &lt;210&gt; &lt;211&gt; 62 &lt;212&gt; PRT &lt;213&gt; Conus &lt;400&gt; Met Arg Cys 1 Ala Pro Ser quercinus Val Pro 5 Val Asp Val Phe Ile Ile Leu Leu 10 Ala His Pro Met Thr Lys Asp Ala Lys Arq Thr Leu 40 Ala Met Leu Thr Cys Cys 55 Leu Leu Ser Pro Ser Asp Asp Val Pro Gin Gin Val Pro Trp Met Val Gly Arg Ala Ser Leu His Asp Lys Arg Gly Cys Cys &lt;210&gt; 46 &lt;211&gt; 735 &lt;212&gt; DNA &lt;213&gt; Conus gloriamaris &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; (70)..(258) &lt;400&gt; 46 gggcaggtac tcaacgaact tcaggacaca ttcttttcac ctggacacgg gaaactgact ataagcaga atg cgc tac ota cca gtc ttc gtc att ctt ctg ctg ctg att 111 Met Arg Tyr Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile 1 5 WO 00/46371 WO 006371PCTUSOO/03021 gca tct ata cct agc gat act qtc caa ctg aag acc Ala Ser Ile Pro Ser Asp Thr Val Gin Leu Lys Thr 20 25 ccc ctg gca tct ttc cac ggt aat gga aga cga atc Pro Leu Ala Ser Phe His Gly Asn Gly Arg Arg Ile 40 tca aac aaa cgc tta tgc tgt gtc acc gag gat tgg Ser Asn Lys Arg Leu Cys Cys Val Thr Glu Asp Trp 55 tgg taaaggaaaa tqactttgqa tgaga-cccct qcaaactqtt T rp agatttgqaa agcagactgt tctttcqcac gtattcgtga aatl aacacgctgc cacttqcaaq ctqctatctc tctgtctttt cat( ctaacaactq aaatgtcata gacatttttc attggqtata cac taattacatc atttggacct tttggatatt tttcagtatg taa gtcctttgta attatgtatt ttaanaattt angttttgca cat cctttctgtt gntcctacat cantggtggg qaaaagnaaa atgl ttaaataatn accctgccgt ttnaatqcng ttattantgq tati taaactt aaa gat gat atg 159 Lys Asp Asp Met ctq cga atg ctt 207 Leu Arg Met Leu tgc tqt qaa tgq 255 Cys Cys Giu Trp tctggatgtg 308 ttcgaat ctgtgga tatgacc jtgtgtt aaattgt tttggcc tttnaac ggtcgttaac actgtatgat atgtagccag cccttaaaaa aaaacgctgt ntggtcaaat nttqnacggt &lt;210&gt; 47 &lt;2ii&gt; 63 &lt;212&gt; PRT &lt;213&gt; Conus &lt;400&gt; 47 Met Arg Tyr 1 Ile Pro Ser Ala Ser Phe Lys Arg Leu gioriamaris Leu Pro Vai Phe Vai Ile Leu Leu Leu 5 10 Asp Thr Vai Gin Leu Lys Thr Lys Asp 25 His Gly Asn Gly Arg Arg Ile Leu Arg 40 Cys Cys Vai Thr Giu Asp Trp Cys Cys 55 Leu Ile Ala Ser Asp Met Pro Leu Met Leu Ser Asn Giu Trp Trp &lt;210&gt; 48 &lt;211&gt; 374 &lt;212&gt; DNA &lt;213&gt; Conus gioriamaris &lt;220&gt; &lt;221&gt; CDS &lt;222&gt; &lt;400&gt; 48 ga atg cgc tgt ctc cca gtc ttc gtc att ctt ctg ctg ctg att gca Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala 1 5 10 WO 00/46371 WO 00/637 1PCTUSOO/03021 21 tct gca Oct agc gtt gat gcc caa ccg aag acc aaa gat gat gtg ccc Ser Ala Pro Ser Val Asp Ala Gin Pro Lys Thr Lys Asp Asp Val Pro 25 ctg gca cct ttq cac gat sat ata aqg agt act cta caa aca ctt cgg 143 Leu Ala Pro Leu His Asp Asn Ile Arg Ser Thr Leu Gin Thr Leu Arg 40 aag aaa gtc tgc tgc cgc cca gtg cag gat tgc tgt tca ggg aaa 188 Lys Lys Vai Cys Cys Arg Pro Val Gin Asp Cys Cys Ser Gly Lys 55 tgaagggaaa tgaatttgga tgagacccct gcgaactgtc cctggatgtg agatttggaa 248 agcagactgt tcctttcgca cgtgttcgtg qaatttcgaa tggtcgttaa caacacgctg 308 ccacttgcaa gctactatct ctctgtcctt tcatctgcgg aactggatga cctaaagctt 368 .gtgatc 374 &lt;210&gt; 49 &lt;211&gt; 62 &lt;212&gt; PRT &lt;213&gt; Conus gioriamaris &lt;400&gt; 49 Met Arg Cys Leu Pro Val Phe Val Ile Leu Leu Leu Leu Ile Ala Ser 1 5 10 Ala Pro Ser Val Asp Ala Gin Pro Lys Thr Lys Asp Asp Vai Pro Leu 25 Ala Pro Leu His Asp Asn Ile Arg Ser Thr Leu Gin Thr Leu Arg Lys 40 Lys Vai Cys Cys Arg Pro Vai Gin Asp Cys Cys Ser Gly Lys 55 </p></description>"}], "inventors": [], "assignees": [], "ipc_classes": [{"primary": true, "label": "C12N  15/12"}, {"primary": false, "label": "C07K  14/00"}, {"primary": false, "label": "C07K  14/435"}, {"primary": false, "label": "A61K  38/10"}, {"primary": false, "label": "A61K  38/00"}], "locarno_classes": [], "ipcr_classes": [{"label": "C12N  15/12        20060101A I20060521RMWO"}, {"label": "C12N  15/09        20060101AFI20051220RMJP"}, {"label": "C07K   7/08        20060101ALI20051220RMJP"}, {"label": "A61P  25/04        20060101ALI20051220RMJP"}, {"label": "A61K  38/00        20060101ALI20051220RMJP"}, {"label": "A61P  43/00        20060101ALI20051220RMJP"}, {"label": "A61P  25/06        20060101ALI20051220RMJP"}, {"label": "A61P  29/00        20060101ALI20051220RMJP"}, {"label": "A61P  25/00        20060101ALI20051220RMJP"}, {"label": "C07K  14/435       20060101A I20051008RMEP"}, {"label": "C07K   7/06        20060101ALI20051220RMJP"}], "national_classes": [], "ecla_classes": [], "cpc_classes": [{"label": "A61P  43/00"}, {"label": "A61P  25/06"}, {"label": "A61K  38/00"}, {"label": "A61P  25/00"}, {"label": "C07K  14/43504"}, {"label": "A61P  29/00"}, {"label": "A61P  25/04"}, {"label": "A61K  38/00"}, {"label": "C07K  14/43504"}], "f_term_classes": [], "legal_status": "Unknown", "priority_date": null, "application_date": null, "family_members": [{"ucid": "WO-2000046371-A1", "titles": [{"lang": "EN", "text": "TAU-CONOTOXIN PEPTIDES"}, {"lang": "FR", "text": "PEPTIDES DESIGNES TAU-CONOTOXINES"}]}, {"ucid": "EP-1151100-A1", "titles": [{"lang": "DE", "text": "TAU-CONOTOXIN PEPTIDE"}, {"lang": "EN", "text": "TAU-CONOTOXIN PEPTIDES"}, {"lang": "FR", "text": "PEPTIDES DESIGNES TAU-CONOTOXINES"}]}, {"ucid": "JP-2002536970-A", "titles": [{"lang": "JA", "text": "タウ−コノトキシン・ペプチド"}, {"lang": "EN", "text": "Tau-conotoxin peptide"}]}, {"ucid": "US-20050124547-A1", "titles": [{"lang": "EN", "text": "Amino acid sequences; fron venom of snails; analgesics"}, {"lang": "EN", "text": "Tau-conotoxin peptides"}]}, {"ucid": "AU-3223500-A", "titles": [{"lang": "EN", "text": "Tau-conotoxin peptides"}]}, {"ucid": "EP-1151100-A4", "titles": [{"lang": "FR", "text": "PEPTIDES DESIGNES TAU-CONOTOXINES"}, {"lang": "EN", "text": "TAU-CONOTOXIN PEPTIDES"}, {"lang": "DE", "text": "TAU-CONOTOXIN PEPTIDE"}]}, {"ucid": "US-20070173457-A1", "titles": [{"lang": "EN", "text": "Amino acid sequences; from venom of snails; analgesics"}, {"lang": "EN", "text": "Tau-conotoxin peptides"}]}, {"ucid": "US-7390785-B2", "titles": [{"lang": "EN", "text": "Amino acid sequences; from venom of snails; analgesics"}, {"lang": "EN", "text": "τ-conotoxin peptides"}]}, {"ucid": "AU-768091-B2", "titles": [{"lang": "EN", "text": "Tau-conotoxin peptides"}]}, {"ucid": "CA-2360893-A1", "titles": [{"lang": "FR", "text": "PEPTIDES DESIGNES TAU-CONOTOXINES"}, {"lang": "EN", "text": "TAU-CONOTOXIN PEPTIDES"}]}, {"ucid": "US-6630573-B1", "titles": [{"lang": "EN", "text": "Of given amino acid sequence; found in venom of cone snails; include two disulfide bonds; analgesic"}, {"lang": "EN", "text": "Tau-conotoxin peptides"}]}]}